{"text_appname":"Onthounota","text_add_label":"voeg 'n herinnering by","text_settings_label":"instellings","text_importexport_label":"invoer- en uitvoerherinneringe","text_help_label":"hulp","text_about_label":"oor","text_snack_mustbenum":"Interval moet 'n getal wees!","text_snack_toobig":"Die gekose interval is te groot!","text_snack_toosmall":"Geselekteerde interval is te klein!","text_settings_title":"Instellings","text_settings_content1":"Hier kan u die toepassing instel.","text_language":"Kies taal:","text_close_button":"Naby","text_importexport_title":"Invoer uitvoer","text_importexport_content":"Hier kan u u aanmanings invoer en uitvoer.","text_back":"Terug","text_import":"Invoer:","text_export":"Uitvoer","text_error_loadfile":"fout: kan nie lêer laai nie.","text_error_fileformat":"fout: lêerformaat is verkeerd.","text_notifications1":"Kennisgewings moet geaktiveer wees om hierdie toepassing te gebruik:","text_notifications2":"Aktiveer kennisgewings","text_example_title":"Voorbeeld titel","text_example_content":"Voorbeeld Inhoud","text_edit_title":"Titel:","text_edit_interval":"Interval:","text_edit_body":"Liggaam:","text_edit_icon":"Ikoon:","text_move_backward":"Beweeg agteruit","text_move_forward":"Beweeg voorentoe","text_delete":"Vee uit","text_help_title":"Hulp","text_help_content1":"Looping Reminder is 'n toepassing wat kennisgewings met bepaalde tussenposes stuur.","text_help_content2":"Druk op die \"plus\" -ikoon om 'n nuwe herinnering by te voeg. Wysig dan die teksvelde en voeg die titel van die kennisgewing, die interval (in sekondes), die teks wat in die inhoud van die kennisgewing sal verskyn, en die URL van 'n ikoon in.","text_help_content3":"As die toepassing in 'n blaaier gebruik word, kan die blaaier die kennisgewings deaktiveer as die program nie in die aktiewe oortjie oop is nie. As die program geïnstalleer is, kan u toestel die aansoek opskort, veral as die battery byna leeg is. Gebruik dus hierdie program as dit u van nut kan wees, maar gebruik dit nie vir iets belangriks nie.","text_help_content4":"In die instellingsmenu kan u die taal van die gebruikerskoppelvlak verander.","text_help_content5":"Om die aanmanings in te voer of uit te voer, druk op die ikoon invoer / uitvoer. Wanneer u die aanmanings uit 'n lêer invoer, sal die huidige aanmanings uitgevee en oorskryf word.","text_help_content6":"Looping Reminder is 'n progressiewe webtoepassing, wat beteken dat dit binne 'n blaaier loop. Terwyl die leserkomponente nie getoon word nie, word dit steeds binne 'n blaaier geïnstalleer. Die aanmanings word gestoor in die plaaslike blaaier van die blaaier vir die domein marcoparrone.github.io. localStorage werk goed met Chrome-, Edge- en Firefox-blaaiers. Ander blaaiers kan localStorage na 'n geruime tyd verwyder. Android gebruik standaard Chrome, Windows gebruik standaard Edge. Looping Reminder word tans nie op Apple-produkte ondersteun nie. Met die doel om die verlies van die aanmanings te voorkom, word voorgestel om 'n rugsteun te maak met die \"uitvoer\" -funksie, elke keer as u 'n paar wysigings aanbring wat u nie wil verloor nie.","text_about_title":"Oor","text_about_content1":"Kopiereg © 2019,2020,2021 Marco Parrone.","text_about_content2":"Alle regte voorbehou.","text_about_content3":"DIE SAGTEWARE WORD \"AS IS\" VERSKAF, SONDER GARANTIE VAN ENIGE SOORT, UITDRUKKELIK OF IMPLIKAAT, INSLUITEND MAAR NIE Beperk tot die waarborge van verhandelbaarheid, GESKIKHEID VIR 'N BESONDERDE DOEL EN NIE-OORTREDING. DIE SKRYWERS OF KOPIEREGHOUERS SAL GEEN AANSPREEKLIKHEID VIR ENIGE EIS, SKADE OF ANDER AANSPREEKLIKHEID NIE, OF HIERDIE IN 'N OPTREDE, TORT OF ANDERS, VOLGENDE, UIT, OF INSLUITING MET DIE SAGTEWARE OF DIE GEBRUIK OF ANDER HANDELING IN DIE SAGTEWARE.","text_about_content4":"HIERDIE DIENSTE KAN moontlik VERTALINGS BEHEER DEUR GOOGLE. GOOGLE ONTSLUIT ALLE WAARBORGE MET BETREKKING TOT DIE VERTALINGS, UITDRUKKLIK OF IMPLIKAAT, INSLUITEND ENIGE WAARBORGE VAN Akkuraatheid, betroubaarheid en enige geïmpliseerde waarborge vir handelbaarheid, geskiktheid vir 'n spesifieke doel.","text_about_content5":"Hierdie webprogram is vir u gemak vertaal met behulp van vertaalsagteware wat deur Google Translate aangedryf word. Redelike pogings is aangewend om 'n akkurate vertaling te lewer, maar geen outomatiese vertaling is perfek nie en is ook nie bedoel om menslike vertalers te vervang nie. Vertalings word aangebied as 'n diens aan gebruikers van die webwerf marcoparrone.github.io en word \"soos dit is\" aangebied. Geen waarborg van enige aard, hetsy uitdruklik of stilswyend, word gegee met betrekking tot die akkuraatheid, betroubaarheid of korrektheid van enige vertalings wat uit Engels in enige ander taal gemaak is nie. Sommige inhoud (soos beelde, video's, Flash, ens.) Word moontlik nie akkuraat vertaal nie weens die beperkings van die vertaalsagteware.","text_about_content6":"Die amptelike teks is die Engelse weergawe van die webwerf. Enige teenstrydighede of verskille wat in die vertaling geskep word, is nie bindend nie en het geen regsgevolge vir nakoming of afdwinging nie. As daar vrae ontstaan wat verband hou met die akkuraatheid van die inligting op die vertaalde webwerf, verwys na die Engelse weergawe van die webwerf wat die amptelike weergawe is."}