{"text_appname":"Напамін","text_add_label":"дадаць напамін","text_settings_label":"налады","text_importexport_label":"імпарт і экспарт напамін","text_help_label":"дапамагчы","text_about_label":"пра","text_snack_mustbenum":"Інтэрвал павінен быць лічбай!","text_snack_toobig":"Абраны інтэрвал занадта вялікі!","text_snack_toosmall":"Абраны інтэрвал занадта малы!","text_settings_title":"Налады","text_settings_content1":"Тут вы можаце наладзіць прыкладанне.","text_language":"Выберыце мову:","text_close_button":"Зачыніць","text_importexport_title":"Імпарт / экспарт","text_importexport_content":"Тут вы можаце імпартаваць і экспартаваць свае напамінкі.","text_back":"Назад","text_import":"Імпарт:","text_export":"Экспарт","text_error_loadfile":"памылка: немагчыма загрузіць файл.","text_error_fileformat":"памылка: няправільны фармат файла.","text_notifications1":"Для выкарыстання гэтага прыкладання павінны быць уключаны апавяшчэнні:","text_notifications2":"Уключыць апавяшчэнні","text_example_title":"Прыклад загалоўка","text_example_content":"Прыклад зместу","text_edit_title":"Назва:","text_edit_interval":"Інтэрвал:","text_edit_body":"Цела:","text_edit_icon":"Абраз:","text_move_backward":"Рухайцеся назад","text_move_forward":"Рухайцеся наперад","text_delete":"Выдаліць","text_help_title":"Дапамажыце","text_help_content1":"Looping Reminder - гэта дадатак, якое адпраўляе апавяшчэнні праз пэўныя прамежкі часу.","text_help_content2":"Каб дадаць новае напамін, націсніце на значок \"плюс\". Затым адрэдагуйце тэкставыя палі і ўстаўце загаловак апавяшчэння, інтэрвал (у секундах), тэкст, які будзе змешчаны ў целе апавяшчэння, і URL значка.","text_help_content3":"Калі прыкладанне працуе ў браўзэры, браўзэр можа адключыць апавяшчэнні, калі прыкладанне не адкрыта ў актыўнай укладцы. Калі прыкладанне было ўстаноўлена, ваша прылада можа прыпыніць працу, асабліва калі батарэя разраджана. Такім чынам, выкарыстоўвайце гэта дадатак, калі яно можа вам дапамагчы, але не выкарыстоўвайце яго для чаго-небудзь важнага.","text_help_content4":"У меню налад вы можаце змяніць мову карыстацкага інтэрфейсу.","text_help_content5":"Каб імпартаваць ці экспартаваць напамінкі, націсніце на значок імпарту / экспарту. Пры імпарце напамінаў з файла бягучыя напаміны будуць выдалены і перазапісаны.","text_help_content6":"Looping Reminder - гэта прагрэсіўнае вэб-дадатак, якое азначае, што яно працуе ў браўзэры. Калі вы ўсталёўваеце яго, а кампаненты браўзэра не паказваюцца, ён па-ранейшаму працуе ў браўзэры. Напаміны захоўваюцца ў localStorage браўзэра для дамена напамін.marcoparrone.github.io. localStorage выдатна працуе з браўзэрамі Chrome, Edge і Firefox. Іншыя браўзэры могуць праз некаторы час выдаліць localStorage. Android па змаўчанні выкарыстоўвае Chrome, Windows па змаўчанні выкарыстоўвае Edge. Нагадванне пра цыклы ў цяперашні час не падтрымліваецца ў прадуктах Apple. З мэтай прадухілення страты напамінкаў рэкамендуецца рабіць рэзервовыя копіі, выкарыстоўваючы функцыю \"экспарт\", кожны раз пры ўнясенні нейкіх мадыфікацый, якія вы не хочаце страціць.","text_about_title":"Пра","text_about_content1":"Аўтарскае права © 2019,2020,2021 Марка Парон.","text_about_content2":"Усе правы ахоўваюцца.","text_about_content3":"Праграмнае забеспячэнне прадастаўляецца \"ЯК ЁСЦЬ\", БЕЗ ГАРАНТЫЙ ЯКІХ-небудзь ВЫРАЗНЫХ І ПЕРЕДУМОВАЛЬНЫХ, У тым ліку, АЛЕ НЕ АБМЕЖАЮЧЫМ ГАРАНТЫЯМ НА КУПЛІВАСЦЬ, ПРЫГАДНАСЦІ ДЛЯ ПАКАРАНТАЙ МЭТЫ І БЕЗ ПАМЯТЫ. Ні ў якім разе аўтары альбо ўладальнікі аўтарскіх правоў не нясуць адказнасці за любыя прэтэнзіі, шкоду альбо іншую адказнасць, незалежна ад таго, ДАЕЦЦА ДЗЕЯННІ, ДЭКТАРЫ ІЛІ ДРУГІЯ, ЯКІЯ ВЫНІКУЦЬ З-ЗА ПРАГРАМНАГА ПРАГРАМНАГА АБО ІЛІ ІСПОЛЬЗАННЯ ІЛІ ДРУГОЙ ПРАЦЫ Праграмнае забеспячэнне.","text_about_content4":"ГЭТА СЛУГА МОЖА Ўтрымліваць пераклады, якія прадастаўляюцца GOOGLE. GOOGLE АДМОВАЕ ВСЕ ГАРАНТЫІ, ЗВЯЗАНЫЯ З ПЕРАКЛАДАМЫ, ЯВНЫЯ ІЛІ ПАДРАЗУМЕННЫЯ, УКЛЮЧАЮЧЫ ЛЮБЫЯ ГАРАНТЫІ ТОЧНАСЦІ, НАДЗЕЙНАСЦІ І ЯКІХ ПАСЛУГОВЫХ ГАРАНТЫЙ НА КУПЛІВАСЦЬ, ПІДПРАВЛЕННЕ ДЛЯ ФАРМАЦЭНФАРМАЦЫІ.","text_about_content5":"Гэта вэб-дадатак было перакладзена для вашага зручнасці з выкарыстаннем праграм для перакладу на Google Translate. Былі зроблены разумныя намаганні, каб забяспечыць дакладны пераклад, аднак ні адзін аўтаматызаваны пераклад не з'яўляецца дасканалым і не прызначаны для замены перакладчыкаў. Пераклады прадастаўляюцца як паслуга для карыстальнікаў сайта marcoparrone.github.io і прадастаўляюцца \"як ёсць\". Ніякай гарантыі, відавочнай альбо няяўнай, не гарантуецца дакладнасць, надзейнасць і правільнасць перакладу, зробленага з англійскай на любую іншую мову. Некаторы змест (напрыклад, выявы, відэа, Flash і г.д.) можа быць недакладна перакладзены з-за абмежаванняў праграмнага забеспячэння для перакладу.","text_about_content6":"Афіцыйны тэкст - англамоўная версія сайта. Любыя супярэчнасці альбо адрозненні, створаныя ў перакладзе, не маюць абавязковай сілы і не маюць юрыдычнага эфекту ў мэтах адпаведнасці альбо выканання. Калі ўзнікаюць пытанні, звязаныя з дакладнасцю інфармацыі, якая змяшчаецца на перакладзеным сайце, звярніцеся да англамоўнай версіі сайта, якая з'яўляецца афіцыйнай версіяй."}