{"text_appname":"Напомняне","text_add_label":"добавете напомняне","text_settings_label":"настройки","text_importexport_label":"напомняния за внос и износ","text_help_label":"помогне","text_about_label":"относно","text_snack_mustbenum":"Интервалът трябва да е число!","text_snack_toobig":"Избраният интервал е твърде голям!","text_snack_toosmall":"Избраният интервал е твърде малък!","text_settings_title":"Настройки","text_settings_content1":"Тук можете да конфигурирате приложението.","text_language":"Изберете език:","text_close_button":"Близо","text_importexport_title":"Внос износ","text_importexport_content":"Тук можете да импортирате и експортирате вашите напомняния.","text_back":"обратно","text_import":"Внос:","text_export":"Износ","text_error_loadfile":"грешка: не може да се зареди файл.","text_error_fileformat":"грешка: файловият формат е грешен.","text_notifications1":"Уведомленията трябва да бъдат активирани, за да използвате това приложение:","text_notifications2":"Активиране на известията","text_example_title":"Примерно заглавие","text_example_content":"Примерно съдържание","text_edit_title":"Заглавие:","text_edit_interval":"Интервал:","text_edit_body":"Тяло:","text_edit_icon":"Икона:","text_move_backward":"Движи се назад","text_move_forward":"Продължавай напред","text_delete":"Изтрий","text_help_title":"Помогне","text_help_content1":"Looping Reminder е приложение, което изпраща известия през определени интервали от време.","text_help_content2":"За да добавите ново напомняне, натиснете иконата \"плюс\". След това редактирайте текстовите полета и вмъкнете заглавието на известието, интервала (в секунди), текста, който ще се съдържа в тялото на известието, и URL адреса на икона.","text_help_content3":"Когато приложението се изпълнява в браузър, тогава браузърът може да деактивира известията, ако приложението не е отворено в активния раздел. Ако приложението е инсталирано, вашето устройство може да спре приложението, особено ако батерията на устройството ви е изтощена. Така че, използвайте това приложение, ако може да ви е от някаква помощ, но не го използвайте за нещо важно.","text_help_content4":"В менюто с настройки можете да промените езика на потребителския интерфейс.","text_help_content5":"За да импортирате или експортирате напомнянията, натиснете иконата за импортиране / експортиране. Когато импортирате напомнянията от файл, текущите напомняния ще бъдат изтрити и презаписани.","text_help_content6":"Looping Reminder е прогресивно уеб приложение, което означава, че се изпълнява в браузъра. Когато го инсталирате, докато компонентите на браузъра не са показани, той все още работи в браузъра. Напомнянията се записват в localStorage на браузъра за домейна напомняне.marcoparrone.github.io. localStorage работи добре с браузърите Chrome, Edge и Firefox. Други браузъри могат да изтрият localStorage след известно време. Android по подразбиране използва Chrome, Windows по подразбиране използва Edge. Понастоящем цикличното напомняне не се поддържа от продуктите на Apple. С цел да се предотврати загубата на напомнянията, се препоръчва да направите резервно копие, използвайки функционалността \"експортиране\", всеки път, когато правите някои модификации, които не искате да загубите.","text_about_title":"относно","text_about_content1":"Copyright © 2019,2020,2021 Марко Пароне.","text_about_content2":"Всички права запазени.","text_about_content3":"СОФТУЕРЪТ СЕ ПРЕДОСТАВЯ \"КАКВИ Е\", БЕЗ ГАРАНЦИЯ ОТ ВСЯКАКВА, ИЗРИЧНА ИЛИ ИМПЛИЦИРАНА, ВКЛЮЧВАЩО, НО НЕ ОГРАНИЧЕНО ДО ГАРАНЦИИТЕ ЗА ТЪРГОВОСТ, ПРИЛОЖНОСТ ЗА КОНКРЕТНА ЦЕЛ И НЕОТКАЗ. В НИКАКЪВ СЛУЧАЙ АВТОРИТЕ ИЛИ ПРИТЕЖАТЕЛИТЕ НА АВТОРСКИТЕ ПРАВА НЕ СА ОТГОВОРНИ ЗА ВСЕКИ ИСК, ИМЕТИ ИЛИ ДРУГА ОТГОВОРНОСТ, ДАЛИ В ДЕЙСТВИЕ НА ДОГОВОР, ИЗВЪРШВАНЕ ИЛИ ИНАЧЕ, ИЗТЕЧАЛИ ОТ, ВЪВ ИЛИ ВЪВ ВРЪЗКА С СОФТУЕРА ИЛИ ИЗПОЛЗВАНЕТО ИЛИ ДРУГИТЕ СДЕЛКИ СОФТУЕР.","text_about_content4":"ТАЗИ УСЛУГА МОЖЕ ДА СЪДЪРЖА ПРЕВОДИ, ПРЕДОСТАВЕНИ ОТ GOOGLE. GOOGLE ОТКАЗВА ВСИЧКИ ГАРАНЦИИ, СВЪРЗАНИ С ПЕРЕВОДИТЕ, ИЗРИЧНИ ИЛИ ИМПЛИЦИРАНИ, ВКЛЮЧИТЕЛНО ВСИЧКИ ГАРАНЦИИ ЗА ТОЧНОСТ, НАДЕЖДНОСТ И ВЪЗМОЖНИ ИМПЛИЦИРАНИ ГАРАНЦИИ ЗА ТЪРГОВЕЧНОСТ, ФИТНЕС ЗА ФИНАНСОВА ИНФОРМАЦИЯ.","text_about_content5":"Това уеб приложение е преведено за ваше удобство, използвайки софтуер за превод, задвижван от Google Translate. Полагат се разумни усилия за осигуряване на точен превод, но нито един автоматизиран превод не е перфектен, нито е предназначен да замени човешките преводачи. Преводите се предоставят като услуга на потребителите на уебсайта marcoparrone.github.io и се предоставят „такива, каквито са“. Не се дава гаранция от какъвто и да било вид, нито изразена, или подразбираща се, относно точността, надеждността или коректността на всякакви преводи, направени от английски на друг език. Някои съдържания (като изображения, видеоклипове, Flash и др.) Може да не бъдат преведени точно поради ограниченията на софтуера за превод.","text_about_content6":"Официалният текст е английската версия на уебсайта. Всички несъответствия или различия, създадени в превода, не са обвързващи и нямат правно действие за целите на спазването или изпълнението. Ако възникнат въпроси, свързани с точността на информацията, съдържаща се в преведения уебсайт, обърнете се към английската версия на уебсайта, която е официалната версия."}