{"text_appname":"Podsjetnik","text_add_label":"dodajte podsjetnik","text_settings_label":"postavke","text_importexport_label":"podsjetnici za uvoz i izvoz","text_help_label":"pomoć","text_about_label":"o","text_snack_mustbenum":"Interval mora biti broj!","text_snack_toobig":"Odabrani interval je prevelik!","text_snack_toosmall":"Odabrani interval je premali!","text_settings_title":"Postavke","text_settings_content1":"Ovdje možete konfigurirati aplikaciju.","text_language":"Odaberite jezik:","text_close_button":"Zatvori","text_importexport_title":"Uvoz / izvoz","text_importexport_content":"Ovdje možete uvesti i izvesti podsjetnike.","text_back":"Natrag","text_import":"Uvoz:","text_export":"Izvoz","text_error_loadfile":"greška: nije moguće učitati datoteku.","text_error_fileformat":"greška: format datoteke je pogrešan.","text_notifications1":"Obavijesti moraju biti omogućene da biste koristili ovu aplikaciju:","text_notifications2":"Omogući obavještenja","text_example_title":"Primjer naslova","text_example_content":"Primjer sadržaja","text_edit_title":"Naslov:","text_edit_interval":"Interval:","text_edit_body":"Tijelo:","text_edit_icon":"Ikona:","text_move_backward":"Pomakni se unazad","text_move_forward":"Nastaviti","text_delete":"Izbriši","text_help_title":"Pomoć","text_help_content1":"Looping Reminder je aplikacija koja šalje obavijesti u određenim intervalima.","text_help_content2":"Da biste dodali novi podsjetnik, pritisnite ikonu \"plus\". Zatim uredite tekstualna polja i umetnite naslov obavijesti, interval (u sekundama), tekst koji će se nalaziti u tijelu obavijesti i URL ikone.","text_help_content3":"Kada se aplikacija izvodi u pregledniku, pregledač može onemogućiti obavijesti ako aplikacija nije otvorena na aktivnoj kartici. Ako je aplikacija instalirana, vaš uređaj može je suspendirati, posebno ako je baterija skoro prazna. Dakle, koristite ovu aplikaciju ako vam može biti od pomoći, ali nemojte je koristiti ni za što važno.","text_help_content4":"U izborniku postavki možete promijeniti jezik korisničkog sučelja.","text_help_content5":"Za uvoz ili izvoz podsjetnika pritisnite ikonu za uvoz / izvoz. Pri uvozu podsjetnika iz datoteke, trenutni podsjetnici će se izbrisati i prebrisati.","text_help_content6":"Looping Reminder je progresivna web aplikacija, što znači da se izvodi u pregledaču. Kada ga instalirate, dok se komponente preglednika ne prikazuju, on se i dalje izvodi u pregledaču. Podsjetnici se spremaju u localStorage preglednika za domenu podsjetnik.marcoparrone.github.io. localStorage dobro funkcionira s pretraživačima Chrome, Edge i Firefox. Ostali preglednici mogu izbrisati localStorage nakon nekog vremena. Android po defaultu koristi Chrome, Windows po defaultu koristi Edge. Podsjetnik za petlje trenutno nije podržan na Appleovim proizvodima. Kako bi se spriječio gubitak podsjetnika, predlaže se izrada sigurnosne kopije pomoću funkcije \"izvoz\" svaki put kada napravite neke izmjene koje ne želite izgubiti.","text_about_title":"About","text_about_content1":"Copyright © 2019.2020.2021 Marco Parrone.","text_about_content2":"Sva prava zadržana.","text_about_content3":"SOFTVER SE DOSTAVLJA \"KAKVI JEST\", BEZ JAMSTVA BILO KOJE VRSTE, IZRIČITE ILI PODRAZUMIJEVANE, UKLJUČUJUĆI, ALI NE ograničavajući se na JAMSTVA PRODAJE, SPOSOBNOST ZA ODREĐENU SVRHU I NEMOĆ. AUTORI ILI IMATICI AUTORSKIH PRAVA NIKADA NE ODGOVARAJU ZA BILO KOJU POTRAŽNJU, ŠTETU ILI OSTALU ODGOVORNOST, BILO U AKCIJI UGOVORA, DELITETSKOG ILI DRUGOG PROIZVODA IZ, VAN ILI U VEZI S SOFTVEROM ILI UPOTREBOM ILI DRUGIM POSLOVANJEM SOFTVER.","text_about_content4":"OVAJ USLUG MOŽE SADRŽATI PRIJEVODE KOJI MOGU OTVORITI GOOGLE. GOOGLE SE ODREKUJE SVEGA JAMSTVA VEZANOG ZA PRIJEVODE, IZRIČITO ILI PODRAZUMIJEVANO, UKLJUČUJUĆI BILO KOJA JAMSTVA TAČNOSTI, POUZDANOSTI I BILO KOJA IMPLICIRANA JAMSTVA PRODAJIVOSTI, FITNES ZA FIZIČNI FOND.","text_about_content5":"Ova web aplikacija prevedena je za vašu udobnost pomoću softvera za prijevod koji pokreće Google Translate. Uloženi su razumni napori da se osigura tačan prijevod, međutim, nijedan automatizirani prijevod nije savršen niti je zamijenjen za zamjenu prevodilaca. Prijevodi se pružaju kao usluga korisnicima web stranice marcoparrone.github.io i pružaju se \"takvi kakvi jesu\". Ne daje se nikakva garancija, bilo izričita ili implicirana, u pogledu tačnosti, pouzdanosti ili ispravnosti prevoda sa engleskog na bilo koji drugi jezik. Neki sadržaji (poput slika, videozapisa, Flash-a itd.) Možda neće biti precizno prevedeni zbog ograničenja softvera za prevođenje.","text_about_content6":"Službeni tekst je engleska verzija web stranice. Bilo koja odstupanja ili razlike nastale u prijevodu nisu obavezujuće i nemaju pravni učinak u svrhu usklađivanja ili izvršenja. Ako se pojave neka pitanja u vezi sa tačnošću informacija sadržanih u prevedenom web mjestu, obratite se engleskoj verziji web stranice koja je službena verzija."}