{"text_appname":"Recordatori","text_add_label":"afegiu un recordatori","text_settings_label":"configuració","text_importexport_label":"recordatoris d’importació i exportació","text_help_label":"ajuda","text_about_label":"Sobre","text_snack_mustbenum":"L'interval ha de ser un número.","text_snack_toobig":"L'interval seleccionat és massa gran.","text_snack_toosmall":"L'interval seleccionat és massa petit.","text_settings_title":"Configuració","text_settings_content1":"Aquí podeu configurar l'aplicació.","text_language":"Trieu l'idioma:","text_close_button":"Tanca","text_importexport_title":"Importació-exportació","text_importexport_content":"Aquí podeu importar i exportar els vostres recordatoris.","text_back":"esquena","text_import":"Importació:","text_export":"Exporta","text_error_loadfile":"error: no es pot carregar el fitxer.","text_error_fileformat":"error: el format del fitxer és incorrecte.","text_notifications1":"Les notificacions s'han d'habilitar per utilitzar aquesta aplicació:","text_notifications2":"Activa les notificacions","text_example_title":"Títol d’exemple","text_example_content":"Exemple de contingut","text_edit_title":"Títol:","text_edit_interval":"Interval:","text_edit_body":"Cos:","text_edit_icon":"Icona:","text_move_backward":"Mou cap enrere","text_move_forward":"Avançar","text_delete":"Suprimeix","text_help_title":"Ajuda","text_help_content1":"Looping Reminder és una aplicació que envia notificacions a intervals de temps definits.","text_help_content2":"Per afegir un recordatori nou, premeu la icona \"més\". A continuació, editeu els camps de text i inseriu el títol de la notificació, l'interval (en segons), el text que es mostrarà al cos de la notificació i l'URL d'una icona.","text_help_content3":"Quan l'aplicació s'executa en un navegador, el navegador pot desactivar les notificacions si l'aplicació no està oberta a la pestanya activa. Si l'aplicació s'ha instal·lat, és possible que el dispositiu suspengui l'aplicació, especialment si la bateria del dispositiu és baixa. Per tant, utilitzeu aquesta aplicació si us pot ajudar, però no l’utilitzeu per a res important.","text_help_content4":"Al menú de configuració podeu canviar l'idioma de la interfície d'usuari.","text_help_content5":"Per importar o exportar els recordatoris, premeu la icona d'importació / exportació. En importar els recordatoris d'un fitxer, els recordatoris actuals se suprimiran i sobreescriuran.","text_help_content6":"Looping Reminder és una aplicació web progressiva, que significa que s’executa dins d’un navegador. Quan l’instal·leu, mentre no es mostren els components del navegador, encara s’executa dins d’un navegador. Els recordatoris es desen al localStorage del navegador per al domini marcoparrone.github.io. localStorage funciona bé amb els navegadors Chrome, Edge i Firefox. Altres navegadors poden suprimir localStorage al cap d’un temps. Android per defecte utilitza Chrome, Windows per defecte utilitza Edge. Actualment, Looping Reminder no és compatible amb els productes d'Apple. Amb l'objectiu d'ajudar a evitar la pèrdua dels recordatoris, es recomana fer una còpia de seguretat mitjançant la funcionalitat \"exportar\", cada vegada que feu algunes modificacions que no voleu perdre.","text_about_title":"Sobre","text_about_content1":"Copyright © 2019,2020,2021 Marc Parrone.","text_about_content2":"Tots els drets reservats.","text_about_content3":"EL PROGRAMARI ES PROPORCIONA \"TAL QUAL\" SENSE GARANTIA DE CAP MENA, EXPRESA O IMPLÍCITA, INCLOSA PER NOT NO LIMITADA A LES GARANTIES DE COMERCIALITAT, IDONEITAT PER A UN FINALITAT PARTICULAR I NO INFRACCIÓ. En cap cas, els autors o titulars de drets d’autor no seran responsables de cap reclamació, dany o per cap altra responsabilitat, ja sigui en una acció contractual, fallida o contrària, derivada de, fora o en connexió amb el programari o l’ús o altres contractes PROGRAMARI.","text_about_content4":"AQUEST SERVEI POT CONTENIR TRADUCCIONS FUNCIONADES PER GOOGLE. GOOGLE RENUNCIA TOTES LES GARANTIES RELACIONADES AMB LES TRADUCCIONS, EXPRESSES O IMPLÍCITS, INCLOSES QUALSEVOL GARANTIA DE PRECISIÓ, FIABILITAT I QUALSEVOL GARANTIA IMPLICIDA DE COMERCIALITZACIÓ, IDONEITAT PER A UN FINALITAT PARTICULAR I NO INFRACCIÓ.","text_about_content5":"Aquesta aplicació web s’ha traduït per a la vostra comoditat mitjançant un programari de traducció impulsat per Google Translate. S'han realitzat esforços raonables per proporcionar una traducció precisa, però, no hi ha cap traducció automàtica perfecta ni pretén substituir els traductors humans. Les traduccions es proporcionen com a servei als usuaris del lloc web marcoparrone.github.io i es proporcionen \"tal qual\". No es garanteix cap mena de garantia, expressa o implícita, sobre la precisió, fiabilitat o exactitud de les traduccions fetes de l’anglès a qualsevol altre idioma. És possible que alguns continguts (com ara imatges, vídeos, Flash, etc.) no es tradueixin amb precisió a causa de les limitacions del programari de traducció.","text_about_content6":"El text oficial és la versió en anglès del lloc web. Les discrepàncies o diferències creades a la traducció no són vinculants i no tenen cap efecte legal a efectes de compliment o d'aplicació. Si sorgeix alguna pregunta relacionada amb l'exactitud de la informació continguda al lloc web traduït, consulteu la versió en anglès del lloc web, que és la versió oficial."}