{"text_appname":"Připomínka","text_add_label":"přidat připomenutí","text_settings_label":"nastavení","text_importexport_label":"import a export připomenutí","text_help_label":"Pomoc","text_about_label":"o","text_snack_mustbenum":"Interval musí být číslo!","text_snack_toobig":"Vybraný interval je příliš velký!","text_snack_toosmall":"Vybraný interval je příliš malý!","text_settings_title":"Nastavení","text_settings_content1":"Zde můžete nakonfigurovat aplikaci.","text_language":"Vyber jazyk:","text_close_button":"Zavřít","text_importexport_title":"Import Export","text_importexport_content":"Zde můžete importovat a exportovat vaše připomenutí.","text_back":"Zadní","text_import":"Import:","text_export":"Vývozní","text_error_loadfile":"chyba: nelze načíst soubor.","text_error_fileformat":"chyba: formát souboru je špatný.","text_notifications1":"Chcete-li používat tuto aplikaci, musí být povolena oznámení:","text_notifications2":"Povolit oznámení","text_example_title":"Příklad názvu","text_example_content":"Ukázkový obsah","text_edit_title":"Titul:","text_edit_interval":"Interval:","text_edit_body":"Tělo:","text_edit_icon":"Ikona:","text_move_backward":"Jít zpět","text_move_forward":"Posunout vpřed","text_delete":"Vymazat","text_help_title":"Pomoc","text_help_content1":"Looping Reminder je aplikace, která odesílá oznámení v definovaných časových intervalech.","text_help_content2":"Chcete-li přidat nové připomenutí, stiskněte ikonu „plus“. Poté upravte textová pole a vložte název oznámení, interval (v sekundách), text, který bude obsažen v těle oznámení, a adresu URL ikony.","text_help_content3":"Pokud je aplikace spuštěna v prohlížeči, může prohlížeč deaktivovat oznámení, pokud aplikace není na aktivní kartě otevřená. Pokud byla aplikace nainstalována, může vaše zařízení aplikaci pozastavit, zejména pokud je baterie vašeho zařízení téměř vybitá. Tuto aplikaci tedy použijte, pokud vám může pomoci, ale nepoužívejte ji k ničemu důležitému.","text_help_content4":"V nabídce nastavení můžete změnit jazyk uživatelského rozhraní.","text_help_content5":"Chcete-li importovat nebo exportovat připomenutí, stiskněte ikonu import / export. Při importu připomenutí ze souboru budou aktuální připomenutí odstraněna a přepsána.","text_help_content6":"Looping Reminder je progresivní webová aplikace, což znamená, že běží uvnitř prohlížeče. Když jej nainstalujete, zatímco součásti prohlížeče nejsou zobrazeny, stále běží uvnitř prohlížeče. Připomenutí jsou uložena v místním úložišti prohlížeče pro doménu připomenutí.marcoparrone.github.io. localStorage funguje dobře s prohlížeči Chrome, Edge a Firefox. Jiné prohlížeče mohou localStorage po určité době smazat. Android ve výchozím nastavení používá Chrome, Windows ve výchozím nastavení používá Edge. Připomenutí smyčky není v současné době v produktech Apple podporováno. S cílem zabránit ztrátě připomenutí se doporučuje provést zálohu pomocí funkce „export“ pokaždé, když provedete nějaké úpravy, které nechcete ztratit.","text_about_title":"O","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Všechna práva vyhrazena.","text_about_content3":"SOFTWARE JE POSKYTOVÁN „TAK, JAK JE“, BEZ ZÁRUKY JAKÉHOKOLI DRUHU, VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ, VČETNĚ, ALE NENÍ OMEZENO NA ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO KONKRÉTNÍ ÚČEL A NEPROPOJENÍ. AUTORI NEBO DRŽITELÉ AUTORSKÝCH PRÁV V ŽÁDNÉM PŘÍPADĚ NEBUDOU ODPOVĚDNÍ ZA JAKÝKOLI NÁROK, ŠKODY NEBO JINOU ODPOVĚDNOST, KDYKOLI VE SKUTEČNÉ SMLOUVĚ, DĚLENÍ NEBO JINÉ, VYPLÝVAJÍCÍ Z SOFTWARU NEBO POUŽITÍ NEBO JINÉHO OBCHODOVÁNÍ SOFTWARE.","text_about_content4":"TATO SLUŽBA MŮŽE OBSAHOVAT PŘEKLADY POHNUTÉ SPOLEČNOSTÍ GOOGLE. GOOGLE SE ZŘÍKÁ VŠECH ZÁRUK TÝKAJÍCÍCH SE PŘEKLADŮ, VÝSLOVNÝCH NEBO PŘEDPOKLÁDANÝCH, VČETNĚ ZÁRUK PŘESNOSTI, SPOLEHLIVOSTI A JAKÝCHKOLI PŘEDPOKLÁDANÝCH ZÁRUK OBCHODOVATELNOSTI, VHODNOSTI PRO KONKRÉTNÍ ÚČEL.","text_about_content5":"Tato webová aplikace byla pro vaše pohodlí přeložena pomocí překladatelského softwaru využívajícího Překladač Google. Bylo vyvinuto přiměřené úsilí k zajištění přesného překladu, žádný automatizovaný překlad však není dokonalý a jeho účelem není nahradit lidské překladatele. Překlady jsou poskytovány jako služba uživatelům webu marcoparrone.github.io a jsou poskytovány „tak, jak jsou“. Za přesnost, spolehlivost ani správnost překladů z angličtiny do jakéhokoli jiného jazyka se neposkytuje žádná záruka, ať už výslovná nebo předpokládaná. Některý obsah (například obrázky, videa, Flash atd.) Nemusí být z důvodu omezení překladatelského softwaru přesný.","text_about_content6":"Oficiálním textem je anglická verze webu. Jakékoli nesrovnalosti nebo rozdíly vzniklé v překladu nejsou závazné a nemají žádný právní účinek pro účely dodržování předpisů nebo vynucování. Pokud se vyskytnou jakékoli dotazy týkající se přesnosti informací obsažených na přeloženém webu, podívejte se na anglickou verzi webu, která je oficiální verzí."}