{"text_appname":"Erinnerung","text_add_label":"eine Erinnerung hinzufügen","text_settings_label":"die Einstellungen","text_importexport_label":"Erinnerungen importieren und exportieren","text_help_label":"Hilfe","text_about_label":"Über","text_snack_mustbenum":"Intervall muss eine Zahl sein!","text_snack_toobig":"Das ausgewählte Intervall ist zu groß!","text_snack_toosmall":"Das ausgewählte Intervall ist zu klein!","text_settings_title":"die Einstellungen","text_settings_content1":"Hier können Sie die Anwendung konfigurieren.","text_language":"Sprache wählen:","text_close_button":"Schließen","text_importexport_title":"Import Export","text_importexport_content":"Hier können Sie Ihre Erinnerungen importieren und exportieren.","text_back":"Zurück","text_import":"Importieren:","text_export":"Export","text_error_loadfile":"Fehler: Datei kann nicht geladen werden.","text_error_fileformat":"Fehler: Dateiformat ist falsch.","text_notifications1":"Benachrichtigungen müssen aktiviert sein, um diese Anwendung verwenden zu können:","text_notifications2":"Benachrichtigungen einschalten","text_example_title":"Beispieltitel","text_example_content":"Beispielinhalt","text_edit_title":"Titel:","text_edit_interval":"Intervall:","text_edit_body":"Körper:","text_edit_icon":"Symbol:","text_move_backward":"Rückwärts bewegen","text_move_forward":"Vorwärts gehen","text_delete":"Löschen","text_help_title":"Hilfe","text_help_content1":"Looping Reminder ist eine Anwendung, die Benachrichtigungen in definierten Zeitintervallen sendet.","text_help_content2":"Um eine neue Erinnerung hinzuzufügen, drücken Sie auf das Plus-Symbol. Bearbeiten Sie dann die Textfelder und fügen Sie den Titel der Benachrichtigung, das Intervall (in Sekunden), den Text, der im Hauptteil der Benachrichtigung enthalten sein wird, und die URL eines Symbols ein.","text_help_content3":"Wenn die Anwendung in einem Browser ausgeführt wird, kann der Browser die Benachrichtigungen deaktivieren, wenn die Anwendung nicht auf der aktiven Registerkarte geöffnet ist. Wenn die Anwendung installiert wurde, kann Ihr Gerät die Anwendung anhalten, insbesondere wenn der Akku Ihres Geräts schwach ist. Verwenden Sie diese Anwendung also, wenn sie Ihnen möglicherweise hilft, aber verwenden Sie sie nicht für wichtige Zwecke.","text_help_content4":"Im Einstellungsmenü können Sie die Sprache der Benutzeroberfläche ändern.","text_help_content5":"Um die Erinnerungen zu importieren oder zu exportieren, drücken Sie auf das Import / Export-Symbol. Beim Importieren der Erinnerungen aus einer Datei werden die aktuellen Erinnerungen gelöscht und überschrieben.","text_help_content6":"Looping Reminder ist eine progressive Webanwendung, dh sie wird in einem Browser ausgeführt. Wenn Sie es installieren, werden die Browserkomponenten zwar nicht angezeigt, sie werden jedoch weiterhin in einem Browser ausgeführt. Die Erinnerungen werden im localStorage des Browsers für die Domain memor.marcoparrone.github.io gespeichert. localStorage funktioniert gut mit Chrome-, Edge- und Firefox-Browsern. Andere Browser löschen localStorage möglicherweise nach einiger Zeit. Android verwendet standardmäßig Chrome, Windows standardmäßig Edge. Looping Reminder wird derzeit von Apple-Produkten nicht unterstützt. Um den Verlust der Erinnerungen zu verhindern, wird empfohlen, jedes Mal, wenn Sie Änderungen vornehmen, die Sie nicht verlieren möchten, ein Backup mit der Funktion \"Exportieren\" zu erstellen.","text_about_title":"Über","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Alle Rechte vorbehalten.","text_about_content3":"DIE SOFTWARE WIRD \"WIE BESEHEN\" OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG ZUR VERFÜGUNG GESTELLT, EINSCHLIESSLICH DER GEWÄHRLEISTUNG FÜR MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG. IN KEINEM FALL HAFTEN DIE AUTOREN ODER COPYRIGHT-INHABER FÜR JEGLICHE ANSPRÜCHE, SCHÄDEN ODER ANDERE HAFTUNGEN, OB VERTRAGS-, TORT- ODER ANDERWEITIGE MASSNAHMEN AUS, AUS ODER IM ZUSAMMENHANG MIT DER SOFTWARE ODER DER NUTZUNG ODER ANDEREN ANGEBOTE SOFTWARE.","text_about_content4":"DIESER DIENST KANN ÜBERSETZUNGEN VON GOOGLE ENTHALTEN. GOOGLE SCHLIESST JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNGEN IM ZUSAMMENHANG AUS, EINSCHLIESSLICH JEGLICHER GEWÄHRLEISTUNGEN FÜR GENAUIGKEIT, ZUVERLÄSSIGKEIT UND STILLSCHWEIGENDE GEWÄHRLEISTUNGEN FÜR MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.","text_about_content5":"Diese Web-App wurde zu Ihrer Bequemlichkeit mit einer Übersetzungssoftware von Google Translate übersetzt. Es wurden angemessene Anstrengungen unternommen, um eine genaue Übersetzung bereitzustellen. Es ist jedoch keine automatisierte Übersetzung perfekt und soll auch keine menschlichen Übersetzer ersetzen. Übersetzungen werden als Service für Benutzer der Website marcoparrone.github.io bereitgestellt und \"wie sie sind\" bereitgestellt. Es wird keine ausdrückliche oder stillschweigende Garantie in Bezug auf die Richtigkeit, Zuverlässigkeit oder Richtigkeit von Übersetzungen aus dem Englischen in eine andere Sprache übernommen. Einige Inhalte (wie Bilder, Videos, Flash usw.) werden aufgrund der Einschränkungen der Übersetzungssoftware möglicherweise nicht genau übersetzt.","text_about_content6":"Der offizielle Text ist die englische Version der Website. In der Übersetzung entstandene Unstimmigkeiten oder Unterschiede sind unverbindlich und haben keine rechtlichen Auswirkungen auf die Einhaltung oder Durchsetzung. Wenn Fragen zur Richtigkeit der auf der übersetzten Website enthaltenen Informationen auftreten, beziehen Sie sich auf die englische Version der Website, bei der es sich um die offizielle Version handelt."}