{"text_appname":"Υπενθύμιση","text_add_label":"προσθέστε μια υπενθύμιση","text_settings_label":"Ρυθμίσεις","text_importexport_label":"εισαγωγές και εξαγωγές υπενθυμίσεων","text_help_label":"βοήθεια","text_about_label":"σχετικά με","text_snack_mustbenum":"Το διάστημα πρέπει να είναι αριθμός!","text_snack_toobig":"Το επιλεγμένο διάστημα είναι πολύ μεγάλο!","text_snack_toosmall":"Το επιλεγμένο διάστημα είναι πολύ μικρό!","text_settings_title":"Ρυθμίσεις","text_settings_content1":"Εδώ μπορείτε να διαμορφώσετε την εφαρμογή.","text_language":"Διάλεξε γλώσσα:","text_close_button":"Κλείσε","text_importexport_title":"Εισαγωγή εξαγωγή","text_importexport_content":"Εδώ μπορείτε να εισαγάγετε και να εξαγάγετε τις υπενθυμίσεις σας.","text_back":"Πίσω","text_import":"Εισαγωγή:","text_export":"Εξαγωγή","text_error_loadfile":"σφάλμα: δεν είναι δυνατή η φόρτωση του αρχείου.","text_error_fileformat":"σφάλμα: η μορφή αρχείου είναι λάθος.","text_notifications1":"Οι ειδοποιήσεις πρέπει να είναι ενεργοποιημένες για τη χρήση αυτής της εφαρμογής:","text_notifications2":"Ενεργοποίηση ειδοποιήσεων","text_example_title":"Παράδειγμα τίτλου","text_example_content":"Περιεχόμενο παραδείγματος","text_edit_title":"Τίτλος:","text_edit_interval":"Διάστημα:","text_edit_body":"Σώμα:","text_edit_icon":"Εικόνισμα:","text_move_backward":"Μετακίνηση προς τα πίσω","text_move_forward":"Προχώρα μπροστά","text_delete":"Διαγράφω","text_help_title":"Βοήθεια","text_help_content1":"Looping Reminder είναι μια εφαρμογή που στέλνει ειδοποιήσεις σε καθορισμένα χρονικά διαστήματα.","text_help_content2":"Για να προσθέσετε μια νέα υπενθύμιση, πατήστε το εικονίδιο \"συν\". Στη συνέχεια, επεξεργαστείτε τα πεδία κειμένου και εισαγάγετε τον τίτλο της ειδοποίησης, το διάστημα (σε δευτερόλεπτα), το κείμενο που θα περιέχεται στο σώμα της ειδοποίησης και τη διεύθυνση URL ενός εικονιδίου.","text_help_content3":"Όταν η εφαρμογή εκτελείται σε πρόγραμμα περιήγησης, τότε το πρόγραμμα περιήγησης ενδέχεται να απενεργοποιήσει τις ειδοποιήσεις εάν η εφαρμογή δεν είναι ανοιχτή στην ενεργή καρτέλα. Εάν η εφαρμογή εγκαταστάθηκε, η συσκευή σας ενδέχεται να αναστείλει την εφαρμογή, ειδικά εάν η μπαταρία της συσκευής σας είναι χαμηλή. Επομένως, χρησιμοποιήστε αυτήν την εφαρμογή αν μπορεί να σας βοηθήσει, αλλά μην τη χρησιμοποιήσετε για κάτι σημαντικό.","text_help_content4":"Στο μενού ρυθμίσεων μπορείτε να αλλάξετε τη γλώσσα του περιβάλλοντος εργασίας χρήστη.","text_help_content5":"Για εισαγωγή ή εξαγωγή των υπενθυμίσεων, πατήστε το εικονίδιο εισαγωγής / εξαγωγής. Κατά την εισαγωγή των υπενθυμίσεων από ένα αρχείο, οι τρέχουσες υπενθυμίσεις θα διαγραφούν και θα αντικατασταθούν.","text_help_content6":"Looping Reminder είναι μια Προοδευτική Εφαρμογή Ιστού, που σημαίνει ότι εκτελείται μέσα σε ένα πρόγραμμα περιήγησης. Όταν το εγκαθιστάτε, ενώ τα στοιχεία του προγράμματος περιήγησης δεν εμφανίζονται, εξακολουθεί να εκτελείται μέσα σε ένα πρόγραμμα περιήγησης. Οι υπενθυμίσεις αποθηκεύονται στο localStorage του προγράμματος περιήγησης για τον τομέα marcoparrone.github.io. Το localStorage λειτουργεί καλά με τα προγράμματα περιήγησης Chrome, Edge και Firefox. Άλλα προγράμματα περιήγησης ενδέχεται να διαγράψουν το localStorage μετά από λίγο. Το Android χρησιμοποιεί από προεπιλογή το Chrome, τα Windows από προεπιλογή χρησιμοποιεί το Edge. Η υπενθύμιση βρόχου δεν υποστηρίζεται προς το παρόν σε προϊόντα της Apple. Με σκοπό να αποφευχθεί η απώλεια των υπενθυμίσεων, προτείνεται να δημιουργήσετε ένα αντίγραφο ασφαλείας χρησιμοποιώντας τη λειτουργία \"εξαγωγή\", κάθε φορά που κάνετε κάποιες τροποποιήσεις που δεν θέλετε να χάσετε.","text_about_title":"Σχετικά με","text_about_content1":"Πνευματικά δικαιώματα © 2019,2020,2021 Marco Parrone.","text_about_content2":"Ολα τα δικαιώματα διατηρούνται.","text_about_content3":"ΤΟ ΛΟΓΙΣΜΙΚΟ ΠΑΡΕΧΕΤΑΙ \"ΩΣ ΕΧΕΙ\", ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΟΠΟΙΑΔΗΠΟΤΕ ΕΙΔΟΣ, ΕΚΦΡΑΣΗ Ή ΣΚΕΥΗ, ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ ΑΛΛΑ ΔΕΝ ΕΙΝΑΙ ΠΕΡΙΟΡΙΣΜΕΝΕΣ ΣΤΙΣ ΕΓΓΥΗΣΕΙΣ ΕΜΠΟΡΕΥΜΑΤΙΚΟΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΜΗ ΧΡΗΣΗ. ΔΕΝ ΠΡΕΠΕΙ ΝΑ ΠΡΕΠΕΙ ΝΑ ΕΙΝΑΙ ΥΠΕΥΘΥΝΟΙ ΟΙ ΣΥΓΚΡΟΤΗΤΕΣ Ή ΟΙ ΚΑΤΟΧΟΙ ΔΙΚΑΙΩΜΑΤΩΝ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΠΑΙΤΗΣΗ, ΖΗΜΙΕΣ Ή ΑΛΛΗ ΕΥΘΥΝΗ, ΟΤΙ ΣΕ ΔΡΑΣΗ ΣΥΜΒΑΣΗΣ, ΑΦΟΡΑ Ή ΑΛΛΑ, ΑΠΟ ΤΗΝ, ΑΠΟ Ή ΣΥΝΔΕΣΗ ΜΕ ΤΟ ΛΟΓΙΣΜΙΚΟ Ή ΤΗ ΧΡΗΣΗ Ή ΑΛΛΗ ΧΡΗΣΗ ΛΟΓΙΣΜΙΚΟ.","text_about_content4":"ΑΥΤΗ Η ΥΠΗΡΕΣΙΑ ΜΠΟΡΕΙ ΝΑ ΠΕΡΙΕΧΕΙ ΜΕΤΑΦΡΑΣΕΙΣ ΠΟΥ ΔΗΜΙΟΥΡΓΕΙ Η GOOGLE Η GOOGLE ΑΠΟΠΟΙΕΙΤΑΙ ΟΛΕΣ ΤΙΣ ΕΓΓΥΗΣΕΙΣ ΠΟΥ ΑΦΟΡΟΥΝ ΜΕΤΑΦΡΑΣΕΙΣ, ΕΚΦΡΑΣΕΙΣ Ή ΕΜΠΕΙΡΙΕΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΕΣ ΟΠΟΙΕΣ ΕΓΓΥΗΣΕΙΣ ΑΚΡΙΒΕΙΑΣ, ΑΞΙΟΠΙΣΤΙΑΣ ΚΑΙ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑ ΓΙΑ ΕΙΔΙΚΟ ΚΑΘΕΣΤΩΣ","text_about_content5":"Αυτή η εφαρμογή ιστού έχει μεταφραστεί για την εξυπηρέτησή σας χρησιμοποιώντας λογισμικό μετάφρασης που υποστηρίζεται από τη Μετάφραση Google. Έχουν καταβληθεί εύλογες προσπάθειες για την παροχή ακριβούς μετάφρασης, ωστόσο, καμία αυτόματη μετάφραση δεν είναι τέλεια ούτε προορίζεται να αντικαταστήσει ανθρώπινους μεταφραστές. Οι μεταφράσεις παρέχονται ως υπηρεσία στους χρήστες του ιστότοπου marcoparrone.github.io και παρέχονται \"ως έχουν\". Δεν παρέχεται καμία εγγύηση οποιουδήποτε είδους, είτε ρητή είτε σιωπηρή, ως προς την ακρίβεια, την αξιοπιστία ή την ορθότητα οποιωνδήποτε μεταφράσεων που γίνονται από τα Αγγλικά σε οποιαδήποτε άλλη γλώσσα. Κάποιο περιεχόμενο (όπως εικόνες, βίντεο, Flash κ.λπ.) ενδέχεται να μην μεταφραστεί με ακρίβεια λόγω των περιορισμών του λογισμικού μετάφρασης.","text_about_content6":"Το επίσημο κείμενο είναι η αγγλική έκδοση του ιστότοπου. Τυχόν αποκλίσεις ή διαφορές που δημιουργούνται στη μετάφραση δεν είναι δεσμευτικές και δεν έχουν καμία νομική επίπτωση για σκοπούς συμμόρφωσης ή επιβολής. Εάν προκύψουν ερωτήσεις σχετικά με την ακρίβεια των πληροφοριών που περιέχονται στον μεταφρασμένο ιστότοπο, ανατρέξτε στην αγγλική έκδοση του ιστότοπου που είναι η επίσημη έκδοση."}