{"text_appname":"یادآور","text_add_label":"یادآوری اضافه کنید","text_settings_label":"تنظیمات","text_importexport_label":"یادآوری واردات و صادرات","text_help_label":"کمک","text_about_label":"در باره","text_snack_mustbenum":"فاصله باید یک عدد باشد!","text_snack_toobig":"فاصله انتخاب شده خیلی بزرگ است!","text_snack_toosmall":"فاصله انتخاب شده خیلی کم است!","text_settings_title":"تنظیمات","text_settings_content1":"در اینجا می توانید برنامه را پیکربندی کنید.","text_language":"زبان را انتخاب کنید:","text_close_button":"نزدیک","text_importexport_title":"واردات / صادرات","text_importexport_content":"در اینجا می توانید یادآوری های خود را وارد و صادر کنید.","text_back":"بازگشت","text_import":"وارد كردن:","text_export":"صادرات","text_error_loadfile":"خطا: نمی توان پرونده را بارگیری کرد.","text_error_fileformat":"خطا: قالب پرونده اشتباه است.","text_notifications1":"برای استفاده از این برنامه باید اعلان ها را فعال کنید:","text_notifications2":"اعلان ها را فعال کنید","text_example_title":"عنوان مثال","text_example_content":"مثال مطالب","text_edit_title":"عنوان:","text_edit_interval":"فاصله:","text_edit_body":"بدن:","text_edit_icon":"آیکون:","text_move_backward":"حرکت به عقب","text_move_forward":"به جلو حرکت کن","text_delete":"حذف","text_help_title":"کمک","text_help_content1":"Looping Reminder برنامه ای است که اعلان ها را در فواصل زمانی مشخص ارسال می کند.","text_help_content2":"برای افزودن یادآوری جدید ، نماد \"بعلاوه\" را فشار دهید. سپس ، قسمت های متن را ویرایش کرده و عنوان اعلان ، فاصله (در چند ثانیه) ، متنی را که در متن اعلان موجود است و URL یک نماد را وارد کنید.","text_help_content3":"وقتی برنامه در مرورگر در حال اجرا است ، در صورت باز نبودن برنامه در برگه فعال ، ممکن است مرورگر اعلان ها را غیرفعال کند. اگر برنامه نصب شده باشد ، دستگاه شما ممکن است برنامه را به حالت تعلیق درآورد ، به خصوص اگر باتری دستگاه کم است. بنابراین ، اگر ممکن است به شما کمک کند از این برنامه استفاده کنید ، اما از آن برای موارد مهم استفاده نکنید.","text_help_content4":"در منوی تنظیمات می توانید زبان رابط کاربری را تغییر دهید.","text_help_content5":"برای وارد کردن یا صادر کردن یادآوری ها ، نماد واردات / صادرات را فشار دهید. هنگام وارد کردن یادآوری ها از یک پرونده ، یادآوری های فعلی حذف و رونویسی می شوند.","text_help_content6":"Looping Reminder یک برنامه وب پیشرونده است ، به این معنی که در داخل یک مرورگر اجرا می شود. وقتی آن را نصب می کنید ، در حالی که اجزای مرورگر نشان داده نمی شوند ، همچنان در داخل مرورگر اجرا می شود. یادآوری ها در localStorage مرورگر برای دامنه یادآور.marcoparrone.github.io ذخیره می شوند. localStorage با مرورگرهای Chrome ، Edge و Firefox خوب کار می کند. مرورگرهای دیگر ممکن است پس از مدتی localStorage را حذف کنند. Android به طور پیش فرض از Chrome استفاده می کند ، Windows به طور پیش فرض از Edge استفاده می کند. Looping Reminder در حال حاضر در محصولات اپل پشتیبانی نمی شود. با هدف کمک به جلوگیری از از بین رفتن یادآوری ها ، پیشنهاد می شود هر زمان تغییراتی را که نمی خواهید از بین ببرید ، با استفاده از قابلیت \"صادرات\" پشتیبان تهیه کنید.","text_about_title":"در باره","text_about_content1":"کپی رایت © 2019،2020،2021 مارکو پارون.","text_about_content2":"کلیه حقوق محفوظ است","text_about_content3":"این نرم افزار بدون ضمانت هر نوع ، صریح یا ضمنی از جمله \"همانطور که هست\" ارائه می شود ، با این حال محدود به ضمانت های قابل معامله بودن ، مناسب بودن برای یک هدف خاص و غیرقانونی بودن نیست. به هیچ وجه نویسندگان یا دارندگان حق نسخه برداری در قبال هرگونه ادعا ، خسارت یا مسئولیت دیگر ، در صورت اقدام در مقابل قرارداد ، شکنجه یا سایر موارد ، از طرف خارج ، یا در ارتباط با نرم افزار دیگر یا سایر نرم افزارها و یا نرم افزارهای دیگر ، مسئولیت پذیر نخواهند بود. نرم افزار.","text_about_content4":"این سرویس می تواند شامل ترجمه هایی باشد که توسط گوگل ارائه شده اند. گوگل اعلام می کند تمام ضمانت نامه های مربوط به ترجمه ، بیان یا ضمنی ، شامل هرگونه ضمانت صحت ، قابلیت اطمینان ، و هر ضمانت ضمانت های مربوط به معامله ، قابلیت های موجود در بخش های دیگر.","text_about_content5":"این برنامه وب برای سهولت شما با استفاده از نرم افزار ترجمه ترجمه شده توسط Google Translate ترجمه شده است. تلاش های معقول و منطقی برای تهیه ترجمه دقیق انجام شده است ، با این حال ، هیچ ترجمه خودكار كامل نیست و نه قصد جایگزینی مترجمان انسانی را دارد. ترجمه ها به عنوان خدماتی به کاربران وب سایت marcoparrone.github.io ارائه می شوند و \"همانطور که هست\" ارائه می شوند. هیچگونه ضمانتی در مورد صحت ، قابلیت اطمینان یا درستی ترجمه های انجام شده از انگلیسی به هر زبان دیگر اعم از ضمنی یا ضمنی ارائه نمی شود. برخی از مطالب (مانند تصاویر ، فیلم ها ، Flash و غیره) ممکن است به دلیل محدودیت های نرم افزار ترجمه ، ترجمه دقیق نشوند.","text_about_content6":"متن رسمی نسخه انگلیسی وب سایت است. هرگونه مغایرت یا اختلاف ایجاد شده در ترجمه الزام آور نیست و هیچ اثر قانونی برای انطباق یا اهداف اجرایی ندارد. در صورت بروز هرگونه سوال در رابطه با صحت اطلاعات موجود در وب سایت ترجمه شده ، به نسخه انگلیسی وب سایت که نسخه رسمی است مراجعه کنید."}