{"text_appname":"Muistutus","text_add_label":"lisää muistutus","text_settings_label":"asetukset","text_importexport_label":"tuonti- ja vientimuistutukset","text_help_label":"auta","text_about_label":"noin","text_snack_mustbenum":"Intervallin on oltava numero!","text_snack_toobig":"Valittu väli on liian suuri!","text_snack_toosmall":"Valittu väli on liian pieni!","text_settings_title":"asetukset","text_settings_content1":"Täällä voit määrittää sovelluksen.","text_language":"Valitse kieli:","text_close_button":"kiinni","text_importexport_title":"Tuonti ja vienti","text_importexport_content":"Täällä voit tuoda ja viedä muistutuksesi.","text_back":"Takaisin","text_import":"Tuonti:","text_export":"Viedä","text_error_loadfile":"virhe: tiedostoa ei voi ladata.","text_error_fileformat":"virhe: tiedostomuoto on väärä.","text_notifications1":"Ilmoitusten on oltava käytössä, jotta tätä sovellusta voidaan käyttää:","text_notifications2":"Salli ilmoitukset","text_example_title":"Esimerkki otsikosta","text_example_content":"Esimerkkisisältö","text_edit_title":"Otsikko:","text_edit_interval":"Intervalli:","text_edit_body":"Runko:","text_edit_icon":"Kuvake:","text_move_backward":"Liikkua takaperin","text_move_forward":"Siirry eteenpäin","text_delete":"Poistaa","text_help_title":"auta","text_help_content1":"Looping Reminder on sovellus, joka lähettää ilmoituksia määrätyin aikavälein.","text_help_content2":"Lisää uusi muistutus painamalla plus-kuvaketta. Muokkaa sitten tekstikenttiä ja lisää ilmoituksen otsikko, väli (sekunteina), ilmoituksen tekstiin sisältyvä teksti ja kuvakkeen URL-osoite.","text_help_content3":"Kun sovellus on käynnissä selaimessa, selain voi poistaa ilmoitukset käytöstä, jos sovellus ei ole auki aktiivisessa välilehdessä. Jos sovellus on asennettu, laite voi keskeyttää sovelluksen, varsinkin jos laitteen akku on vähissä. Joten käytä tätä sovellusta, jos siitä voi olla apua sinulle, mutta älä käytä sitä mihinkään tärkeään.","text_help_content4":"Asetusvalikossa voit vaihtaa käyttöliittymän kieltä.","text_help_content5":"Voit tuoda tai viedä muistutuksia painamalla tuonti / vienti-kuvaketta. Kun tuodaan muistutuksia tiedostosta, nykyiset muistutukset poistetaan ja korvataan.","text_help_content6":"Looping Reminder on progressiivinen verkkosovellus, mikä tarkoittaa, että se toimii selaimessa. Kun asennat sen, vaikka selaimen komponentteja ei näy, se toimii silti selaimen sisällä. Muistutukset tallennetaan selaimen localStorage-verkkotunnukseen marcoparrone.github.io. localStorage toimii hyvin Chrome-, Edge- ja Firefox-selainten kanssa. Muut selaimet voivat poistaa localStoragen jonkin ajan kuluttua. Android käyttää oletuksena Chromea, Windows oletusarvoisesti Edgeä. Silmukka-muistutusta ei tällä hetkellä tueta Apple-tuotteissa. Muistutusten katoamisen estämiseksi on suositeltavaa tehdä varmuuskopio \"vienti\" -toiminnolla joka kerta, kun teet joitain muutoksia, joita et halua menettää.","text_about_title":"Noin","text_about_content1":"Tekijänoikeus © 2019,2020,2021 Marco Parrone.","text_about_content2":"Kaikki oikeudet pidätetään.","text_about_content3":"OHJELMISTO TOIMITETAAN \"SELLAISENAAN\" ILMAISEKSI TAI TAKUUTA ILMAISEKSI, ILMAISEKSI TAI ILMAISEKSI, MUKAAN LUKIEN MUKAAN MUTTA, EIKÄ RAJOITETTU TAKUUKSIIN MYYNTIKELPOISUUDESTA, SOVELTUVUUDESTA ERITYISEEN TARKOITUKSEEN JA ILMOITTAMISEEN. Kirjailijat tai tekijänoikeuksien haltijat eivät missään tapauksessa ole vastuussa mistään vaateista, vahingoista tai muusta vastuusta, joka johtuu sopimuksesta, vahingonkorvauksesta tai muusta syystä, joka syntyy ohjelmistosta, sen ulkopuolelta tai sen kanssa, tai käytöstä tai muusta sopimuksesta. OHJELMISTO.","text_about_content4":"TÄMÄ PALVELU VOI SISÄLTÄÄ GOOGLE: N VOIMASSA olevia käännöksiä. GOOGLE KIELTÄÄ KAIKKI TULKIT, JOTKA LIITTYVÄT ILMOITTAMATTOMIIN TAI KÄYTTÖÖN OTETTUIIN TARKOITUKSIIN, MUKAAN LUKIEN MITÄÄN TAKAISUUDET TARKKUUDESTA, LUOTETTAVUUDESTA JA KAIKKISTA TAKUUKSISTA MYYNTIKELPOISUUDESTA, SOPIVUUDESTA ERITYISEEN TARKOITUKSEEN JA.","text_about_content5":"Tämä verkkosovellus on käännetty mukavuutesi vuoksi käyttämällä Google-kääntäjän tarjoamaa käännösohjelmistoa. Tarkan käännöksen aikaansaamiseksi on pyritty kohtuullisesti, mutta mikään automaattinen käännös ei ole täydellinen eikä sitä ole tarkoitettu korvaamaan ihmisen kääntäjiä. Käännökset tarjotaan palveluna marcoparrone.github.io-verkkosivuston käyttäjille, ja ne toimitetaan sellaisenaan. Mitään suoraa tai epäsuoraa takuuta ei anneta englannista muille kielille tehtyjen käännösten tarkkuudesta, luotettavuudesta tai oikeellisuudesta. Joitakin sisältöjä (kuten kuvia, videoita, Flashia jne.) Ei ehkä voida kääntää tarkasti käännösohjelmiston rajoitusten vuoksi.","text_about_content6":"Virallinen teksti on verkkosivuston englanninkielinen versio. Käännöksessä syntyvät ristiriidat tai erot eivät ole sitovia, eikä niillä ole oikeusvaikutuksia sääntöjen noudattamisen tai täytäntöönpanon tarkoituksiin. Jos käännetyn verkkosivuston tietojen paikkansapitävyyteen liittyy kysymyksiä, katso verkkosivuston englanninkielistä versiota, joka on virallinen versio."}