{"text_appname":"Cuimhneachan","text_add_label":"cuir cuimhneachan","text_settings_label":"roghainnean","text_importexport_label":"cuimhneachain a-steach agus às-mhalairt","text_help_label":"cuideachadh","text_about_label":"mu dheidhinn","text_snack_mustbenum":"Feumaidh eadar-ama a bhith na àireamh!","text_snack_toobig":"Tha eadar-ama taghte ro mhòr!","text_snack_toosmall":"Tha eadar-ama taghte ro bheag!","text_settings_title":"Suidhichidhean","text_settings_content1":"An seo faodaidh tu an tagradh a rèiteachadh.","text_language":"Tagh cànan:","text_close_button":"Dùin","text_importexport_title":"Import / às-mhalairt","text_importexport_content":"An seo faodaidh tu na cuimhneachain agad a thoirt a-steach agus às-mhalairt.","text_back":"Air ais","text_import":"Import:","text_export":"Às-mhalairt","text_error_loadfile":"mearachd: chan urrainn dhut faidhle a luchdachadh.","text_error_fileformat":"mearachd: tha cruth faidhle ceàrr.","text_notifications1":"Feumar fiosan a chomasachadh gus an tagradh seo a chleachdadh:","text_notifications2":"Cuir an comas fiosan","text_example_title":"Tiotal eisimpleir","text_example_content":"Susbaint Eisimpleir","text_edit_title":"Tiotal:","text_edit_interval":"Eadar-amail:","text_edit_body":"Corp:","text_edit_icon":"Ìomhaigh:","text_move_backward":"Gluais air ais","text_move_forward":"Gluais air adhart","text_delete":"Cuir às","text_help_title":"Cuideachadh","text_help_content1":"Is e tagradh a th ’ann an Looping Reminder a chuireas fiosan aig amannan sònraichte.","text_help_content2":"Gus cuimhneachan ùr a chuir ris, brùth air an ìomhaigh \"plus\". An uairsin, deasaich na raointean teacsa agus cuir a-steach tiotal an fhios, an eadar-ama (ann an diogan), an teacsa a bhios ann am bodhaig an fhios, agus URL ìomhaigh.","text_help_content3":"Nuair a bhios an aplacaid a ’ruith ann am brabhsair, faodaidh am brabhsair na brathan a chuir dheth mura h-eil an aplacaid fosgailte anns a’ phutan gnìomhach. Ma chaidh an aplacaid a chuir a-steach, faodaidh an inneal agad an tagradh a chuir dheth, gu sònraichte ma tha bataraidh an inneal agad ìosal. Mar sin, cleachd an aplacaid seo ma dh ’fhaodadh e a bhith na chuideachadh dhut, ach na cleachd e airson dad cudromach.","text_help_content4":"Anns a ’chlàr roghainnean faodaidh tu cànan an eadar-aghaidh cleachdaiche atharrachadh.","text_help_content5":"Gus na cuimhneachain a thoirt a-steach no às-mhalairt, brùth air an ìomhaigh in-mhalairt / às-mhalairt. Nuair a thèid na cuimhneachain a thoirt a-steach bho fhaidhle, thèid na cuimhneachain gnàthach a dhubhadh às agus a sgrìobhadh thairis.","text_help_content6":"Is e Iarrtas Lìn Adhartach a th ’ann an Looping Reminder, a tha a’ ciallachadh gu bheil e a ’ruith am broinn brabhsair. Nuair a stàlaicheas tu e, ged nach eil na pàirtean brabhsair air an sealltainn, bidh e fhathast a ’ruith am broinn brabhsair. Tha na cuimhneachain air an sàbhaladh ann an Stòr ionadail a ’bhrobhsair airson an raon atgoffa.marcoparrone.github.io. bidh localStorage ag obair gu math le brobhsairean Chrome, Edge agus Firefox. Faodaidh brobhsairean eile cuir às do localStorage an dèidh beagan ùine. Bidh Android a ’cleachdadh Chrome gu bunaiteach, tha Windows a’ cleachdadh Edge. Chan eil taic ri Looping Reminder an-dràsta air toraidhean Apple. Leis an adhbhar gus casg a chuir air call nan cuimhneachain, thathas a ’moladh cùl-taic a dhèanamh a’ cleachdadh comas \"às-mhalairt\", a h-uile uair a nì thu cuid de dh ’atharrachaidhean nach eil thu airson a chall.","text_about_title":"Mu dheidhinn","text_about_content1":"Còraichean © 2019,2020,2021 Marco Parrone.","text_about_content2":"Còraichean uile glèidhte.","text_about_content3":"THA AN T-SAOGHAL A THA A DHÈANAMH “MAR A THA E”, LE BARANTAS SAM BITH, MOLADH NO LEASACHADH, A ’GABHAIL A-NIS NACH EIL TÒRRADH GU BARANTAS MERCHANTABILITY, FITNESS AIR A’ PHRIONNSA SÒNRAICHTE AGUS A ’CUR SÒNRAICHTE. CHAN EIL TACHARTAS A THA A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A-STEACH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH EILE BATHAR-BOG.","text_about_content4":"CHA BHI AN SEIRBHEIS SEO A ’GABHAIL A-STEACH IOMRAIDHEAN A THAOBH GOOGLE. Tha GOOGLE A ’GABHAIL A’ GABHAIL A H-UILE BARANTAS A THA A ’GABHAIL A’ GABHAIL A-STEACH, A ’GABHAIL A-STEACH NO A’ CUR SÒNRAICHTE, A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL.","text_about_content5":"Chaidh an aplacaid lìn seo eadar-theangachadh airson do ghoireasachd a ’cleachdadh bathar-bog eadar-theangachaidh le cumhachd bho Google Translate. Chaidh oidhirpean reusanta a dhèanamh gus eadar-theangachadh ceart a thoirt seachad, ge-tà, chan eil eadar-theangachadh fèin-ghluasadach foirfe agus chan eilear an dùil eadar-theangairean daonna a chur an àite. Tha eadar-theangachadh air a thoirt seachad mar sheirbheis do luchd-cleachdaidh làrach-lìn marcoparrone.github.io, agus tha iad air an toirt seachad \"mar a tha.\" Chan eilear a ’toirt barantas de sheòrsa sam bith, an dara cuid air a chur an cèill no air a thuigsinn, a thaobh cruinneas, earbsachd no ceart eadar-theangachadh sam bith bhon Bheurla gu cànan sam bith eile. Is dòcha nach bi cuid de shusbaint (leithid ìomhaighean, bhideothan, Flash, msaa) air an eadar-theangachadh gu ceart air sgàth cuingealachadh a ’bhathar-bog eadar-theangachaidh.","text_about_content6":"Is e an teacsa oifigeil an dreach Beurla den làrach-lìn. Chan eil easbhaidhean no eadar-dhealachaidhean sam bith a chaidh a chruthachadh san eadar-theangachadh ceangaltach agus chan eil buaidh laghail aca airson adhbharan gèillidh no cur an sàs. Ma nochdas ceistean sam bith co-cheangailte ri cruinneas an fhiosrachaidh a tha air an làrach-lìn eadar-theangaichte, thoir sùil air an dreach Beurla den làrach-lìn a tha mar an dreach oifigeil."}