{"text_appname":"Recordatorio","text_add_label":"engade un recordatorio","text_settings_label":"axustes","text_importexport_label":"recordatorios de importación e exportación","text_help_label":"axuda","text_about_label":"sobre","text_snack_mustbenum":"O intervalo debe ser un número.","text_snack_toobig":"O intervalo seleccionado é demasiado grande.","text_snack_toosmall":"O intervalo seleccionado é demasiado pequeno.","text_settings_title":"Configuración","text_settings_content1":"Aquí pode configurar a aplicación.","text_language":"Escolla idioma:","text_close_button":"Pechar","text_importexport_title":"Importación exportación","text_importexport_content":"Aquí pode importar e exportar os seus recordatorios.","text_back":"De volta","text_import":"Importar:","text_export":"Exportar","text_error_loadfile":"erro: non se pode cargar o ficheiro.","text_error_fileformat":"erro: o formato do ficheiro é incorrecto.","text_notifications1":"As notificacións deben estar habilitadas para usar esta aplicación:","text_notifications2":"Activar notificacións","text_example_title":"Título do exemplo","text_example_content":"Contido de exemplo","text_edit_title":"Título:","text_edit_interval":"Intervalo:","text_edit_body":"Corpo:","text_edit_icon":"Ícona:","text_move_backward":"Mover cara atrás","text_move_forward":"Vai cara adiante","text_delete":"Eliminar","text_help_title":"Axuda","text_help_content1":"Looping Reminder é unha aplicación que envía notificacións a intervalos de tempo definidos.","text_help_content2":"Para engadir un novo recordatorio, prema a icona \"máis\". A continuación, edite os campos de texto e insira o título da notificación, o intervalo (en segundos), o texto que se incluirá no corpo da notificación e o URL dunha icona.","text_help_content3":"Cando a aplicación está a executarse nun navegador, é posible que o navegador desactive as notificacións se a aplicación non está aberta na pestana activa. Se se instalou a aplicación, é posible que o dispositivo suspenda a aplicación, especialmente se a batería do dispositivo está baixa. Entón, use esta aplicación se pode ser de axuda para vostede, pero non a utilice para nada importante.","text_help_content4":"No menú de configuración pode cambiar o idioma da interface de usuario.","text_help_content5":"Para importar ou exportar recordatorios, prema na icona de importación / exportación. Ao importar os recordatorios dun ficheiro, os recordatorios actuais eliminaranse e sobrescribiranse.","text_help_content6":"Looping Reminder é unha aplicación web progresiva, o que significa que funciona nun navegador. Cando o instala, aínda que non se mostran os compoñentes do navegador, aínda se executa dentro dun navegador. Os recordatorios gárdanse no localStorage do navegador para o dominio marcoparrone.github.io. localStorage funciona ben cos navegadores Chrome, Edge e Firefox. Outros navegadores poden eliminar localStorage despois dun tempo. Android por defecto usa Chrome, Windows por defecto utiliza Edge. O recordatorio Looping actualmente non é compatible cos produtos de Apple. Co propósito de evitar a perda dos recordatorios, suxírese facer unha copia de seguridade usando a funcionalidade \"exportar\", cada vez que faga algunhas modificacións que non quere perder.","text_about_title":"Acerca de","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Todos os dereitos reservados.","text_about_content3":"O SOFTWARE FORMÉTASE \"TAL COMO\", SEN GARANTÍA DE NINGÚN TIPO, EXPRESA OU IMPLÍCITA, INCLUÍDO PERO NON LIMITADO ÁS GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDADE PARA UN PROPÓSITO PARTICULAR E NON INFRACCIÓN. EN NINGÚN CASO OS AUTORES O TITULARES DE DEREITOS DE AUTOR SERÁN RESPONSABLES DE CALQUERA RECLAMACIÓN, DANOS E OUTRAS RESPONSABILIDADES, TANTO NALGÚA ACCIÓN DE CONTRATO, TORT OU DOUTRO MÉDITO, PROCEDENTE DE, FÓRA DE OU EN CONEXIÓN CO SOFTWARE OU USO OU OUTROS TRATAMENTOS NO SOFTWARE.","text_about_content4":"ESTE SERVIZO PODE CONTER TRADUCCIÓNS CON POTENCIA DE GOOGLE. GOOGLE RINUNCIA DE TODAS AS GARANTÍAS RELACIONADAS COAS TRADUCCIÓNS, EXPRESAS OU IMPLÍCITAS, INCLUÍNDO CALQUERA GARANTÍA DE PRECISIÓN, FIABILIDADE E CALQUERA GARANTÍA IMPLÍCITA DE COMERCIALIZACIÓN, IDONEIDADE PARA UN PROPÓSITO PARTICULAR E NON INFRACCIÓN.","text_about_content5":"Esta aplicación web traduciuse para a súa comodidade mediante un software de tradución impulsado por Google Translate. Fixéronse esforzos razoables para proporcionar unha tradución precisa, con todo, ningunha tradución automática é perfecta nin pretende substituír aos tradutores humanos. As traducións ofrécense como un servizo aos usuarios do sitio web marcoparrone.github.io e ofrécense \"tal cal\". Non se fai ningunha garantía, expresa ou implícita, sobre a exactitude, fiabilidade ou corrección de calquera tradución feita desde o inglés a calquera outro idioma. É posible que algúns contidos (como imaxes, vídeos, Flash, etc.) non se traducan con precisión debido ás limitacións do software de tradución.","text_about_content6":"O texto oficial é a versión en inglés do sitio web. Calquera discrepancia ou diferenza creada na tradución non é vinculante e non ten ningún efecto legal para cumprimento ou cumprimento. Se xurde algunha dúbida relacionada coa exactitude da información contida no sitio web traducido, consulte a versión en inglés do sitio web que é a versión oficial."}