{"text_appname":"Nco ntsoov","text_add_label":"ntxiv ib qho kev nco","text_settings_label":"teeb tsa","text_importexport_label":"ntshuam thiab export nco","text_help_label":"pab","text_about_label":"hais txog","text_snack_mustbenum":"Nres yuav tsum muaj tus naj npawb!","text_snack_toobig":"Lub sijhawm luv xaiv yog qhov loj heev!","text_snack_toosmall":"Xaiv lub sijhawm luv heev!","text_settings_title":"Chaw","text_settings_content1":"Ntawm no koj tuaj yeem tsim kho daim ntawv thov.","text_language":"Xaiv lus:","text_close_button":"Kaw","text_importexport_title":"Ntshuam / export","text_importexport_content":"Ntawm no koj tuaj yeem import thiab export koj cov lus nco.","text_back":"Tom qab","text_import":"Ntshuam:","text_export":"Xa khoom","text_error_loadfile":"yuam kev: tsis tuaj yeem thauj ntaub ntawv.","text_error_fileformat":"yuam kev: cov hom ntaub ntawv tsis yog lawm.","text_notifications1":"Cov ntawv qhia yuav tsum raug siv los siv daim ntawv thov no:","text_notifications2":"Pab kom cov ntawv ceeb toom","text_example_title":"Piv txwv li cov npe","text_example_content":"Piv txwv li Cov Ntsiab Lus","text_edit_title":"Npe:","text_edit_interval":"Luv:","text_edit_body":"Lub cev:","text_edit_icon":"Icon:","text_move_backward":"Txav Mus Rov Los","text_move_forward":"Txav Mus Los Tom Ntej","text_delete":"Rho tawm","text_help_title":"Pab","text_help_content1":"Looping Reminder yog ib daim ntawv thov xa cov ntawv ceeb toom ntawm lub sijhawm ntawm lub sijhawm.","text_help_content2":"Txhawm rau ntxiv qhov ceeb toom tshiab, nyem rau ntawm \"plus\" icon. Tom qab ntawd, kho cov kab ntawv sau thiab ntxig cov npe ntawm cov ntawv ceeb toom, lub sijhawm (hauv vib nas this), cov ntawv uas yuav muaj nyob hauv lub cev ntawm kev ceeb toom, thiab URL ntawm cov cim.","text_help_content3":"Thaum cov ntawv thov khiav hauv qhov browser, tom qab ntawd qhov browser tuaj yeem cuam tshuam cov ntawv ceeb toom yog tias daim ntawv thov tsis qhib rau hauv cov txheej txheem nquag. Yog tias daim ntawv thov raug ntsia, koj lub cuab yeej yuav ncua daim ntawv thov, tshwj xeeb tshaj yog tias koj lub roj teeb ntawm lub roj teeb tsawg. Yog li, siv daim ntawv thov no yog tias nws yuav yog ib qho kev pabcuam rau koj, tab sis tsis txhob siv nws rau qee yam tseem ceeb.","text_help_content4":"Hauv cov ntawv qhia zaub mov koj tuaj yeem hloov cov lus ntawm tus neeg siv interface.","text_help_content5":"Txawv los ntshuam ntawv nco, nias rau lub cim ntshuam / ntshuam. Thaum import cov ntawv ceeb toom los ntawm ib cov ntawv, cov ntawv ceeb toom tam sim no yuav raug tshem tawm thiab rov sau dua tshiab.","text_help_content6":"Looping Nco Ntsoov yog Qhov Kev Kawm Tshaj Lij Web, uas txhais tau tias nws nkag hauv qhov browser. Thaum koj nruab nws, thaum lub browser sib txuas tsis qhia, nws tseem dhia hauv browser. Cov nco tau khaws tseg hauv qhov browser ntawm localStorage rau qhov ceeb toom.marcoparrone.github.io sau. localStorage ua haujlwm zoo nrog Chrome, Ntug thiab Firefox browsers. Lwm yam browsers yuav rho tawm localStorage tom qab qee lub sijhawm. Android los ntawm lub neej ntawd siv Chrome, Windows los ntawm lub neej ntawd siv Ntug. Looping Ceeb Toom tam sim no tsis txaus siab rau Apple khoom. Nrog lub hom phiaj pab txhawm rau tiv thaiv qhov kev ploj ntawm cov kev nco, nws tau hais kom ua thaub qab siv qhov \"xa tawm\" ua haujlwm, txhua zaus koj ua qee yam kev hloov kho uas koj tsis xav kom poob.","text_about_title":"Txog","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Qoob loo.","text_about_content3":"SOFTWARE YOG COV TSWV YIM \"AS YOG\", TSIM NYOG TSIS TXUJ CAI NTAWM TXHUA YAM, TSIS TXHOB LOSSIS UA RAWS LI, UA DAB TSI TSIS TAU TXAIS LUB CAIJ LOS NTAWM KEV KHWV CEEV, TXIM RAU LUB HOM PHIAJ THIAB COV NYIAJ TSIS PUB LEEJ TWG. TSIS MUAJ TSIM NYOG YUAV TSO CAI LOS NTAWM COV TXHEEJ TXHEEM LOSSIS COPYRIGHT HOLDERS YUAV TSUM RAU TEJ YAM DAWB LOSSIS LOSSIS LOSSIS LIS TXOJ CAI, TSIS PUB UA LICAS RAU KEV UA TXHUA YAM NTAWM KEV TSWJ, COJ LOSSIS LOSSIS LOS NTAWM LWM YAM, LOS NTAWM LOS, LOSSIS LOSSIS RAU KEV SIB COG SOFTWARE.","text_about_content4":"COV KEV PAB CUAM MAS YUAV TSUM TAU KEV TXHAIS LUS HAIV NEEG LOS NTAWM GOOGLE. GOOGLE lees tag nrho cov kev lav phib xaub uas raug xa mus rau cov tsheb thauj mus los, kho kom zoo lossis ua tiav, suav nrog cov kev lav phib xaub ntawm kev lees paub, kev ncaj ncees, thiab ib qho tseem ceeb cov ntaub ntawv ntawm txoj cai tswjfwm, haujlwm rau ib tus neeg.","text_about_content5":"Lub vev xaib no tau muab txhais rau koj kom yooj yim siv cov software software uas siv los ntawm Google Translate. Kev sim ua qhov tsim nyog tau muab kev txhais lus kom raug, txawm li cas los xij, tsis muaj kev txhais lus txhais tau zoo yog qhov tsis zoo thiab nws tsis yog los hloov neeg txhais lus. Kev txhais lus yog muab kev pabcuam rau cov neeg siv ntawm lub vev xaib marcoparrone.github.io, thiab tau muab \"zoo li.\" Tsis muaj kev tiv thaiv ib yam dab tsi, txawm hais tawm los yog siv, raug suav nrog rau qhov tseeb, kev ntseeg tau, lossis qhov raug ntawm cov lus txhais ua los ntawm lus Askiv ua lwm yam lus. Qee cov ntsiab lus (xws li cov duab, yeeb yaj kiab, Flash, thiab lwm yam) yuav tsis raug muab txhais qhov tseeb vim qhov kev txwv ntawm kev txhais lus software.","text_about_content6":"Cov ntawv nyeem raug yog cov ntawv Askiv hom ntawm lub vev xaib. Txhua qhov tsis sib xws lossis qhov sib txawv tsim nyob rau hauv kev txhais lus tsis raug khi thiab tsis muaj kev cuam tshuam raug cai rau kev ua raws lossis tswj kev ua haujlwm. Yog tias muaj lus nug tshwm sim cuam tshuam nrog qhov tseeb ntawm cov ntaub ntawv muaj nyob hauv lub vev xaib uas tau muab txhais, saib mus rau Lus Askiv lub vev xaib uas yog ntawv tshaj tawm."}