{"text_appname":"Podsjetnik","text_add_label":"dodajte podsjetnik","text_settings_label":"postavke","text_importexport_label":"podsjetnici za uvoz i izvoz","text_help_label":"Pomozite","text_about_label":"oko","text_snack_mustbenum":"Interval mora biti broj!","text_snack_toobig":"Odabrani interval je prevelik!","text_snack_toosmall":"Odabrani interval je premalen!","text_settings_title":"Postavke","text_settings_content1":"Ovdje možete konfigurirati aplikaciju.","text_language":"Odaberite jezik:","text_close_button":"Zatvoriti","text_importexport_title":"Uvoz izvoz","text_importexport_content":"Ovdje možete uvesti i izvesti podsjetnike.","text_back":"leđa","text_import":"Uvoz:","text_export":"Izvoz","text_error_loadfile":"pogreška: nije moguće učitati datoteku.","text_error_fileformat":"pogreška: format datoteke je pogrešan.","text_notifications1":"Za upotrebu ove aplikacije moraju biti omogućene obavijesti:","text_notifications2":"Omogući obavijesti","text_example_title":"Primjer naslova","text_example_content":"Primjer sadržaja","text_edit_title":"Titula:","text_edit_interval":"Interval:","text_edit_body":"Tijelo:","text_edit_icon":"Ikona:","text_move_backward":"Pomaknite se unatrag","text_move_forward":"Kreni naprijed","text_delete":"Izbrisati","text_help_title":"Pomozite","text_help_content1":"Looping Reminder je aplikacija koja šalje obavijesti u određenim intervalima.","text_help_content2":"Da biste dodali novi podsjetnik, pritisnite ikonu \"plus\". Zatim uredite tekstna polja i umetnite naslov obavijesti, interval (u sekundama), tekst koji će se nalaziti u tijelu obavijesti i URL ikone.","text_help_content3":"Kad se aplikacija izvodi u pregledniku, tada preglednik može onemogućiti obavijesti ako aplikacija nije otvorena na aktivnoj kartici. Ako je aplikacija instalirana, vaš uređaj može je suspendirati, pogotovo ako je baterija na uređaju prazna. Dakle, koristite ovu aplikaciju ako vam može biti od neke pomoći, ali nemojte je koristiti ni za što važno.","text_help_content4":"U izborniku postavki možete promijeniti jezik korisničkog sučelja.","text_help_content5":"Za uvoz ili izvoz podsjetnika pritisnite ikonu za uvoz / izvoz. Pri uvozu podsjetnika iz datoteke, trenutni će se podsjetnici izbrisati i prebrisati.","text_help_content6":"Looping Reminder je napredna web aplikacija, što znači da se izvodi u pregledniku. Kada ga instalirate, dok se komponente preglednika ne prikazuju, on se i dalje izvodi u pregledniku. Podsjetnici se spremaju u localStorage preglednika za domenu podsjetnik.marcoparrone.github.io. localStorage dobro funkcionira s preglednicima Chrome, Edge i Firefox. Ostali preglednici mogu izbrisati localStorage nakon nekog vremena. Android prema zadanim postavkama koristi Chrome, Windows prema zadanim postavkama koristi Edge. Podsjetnik za petlje trenutno nije podržan na Appleovim proizvodima. Kako bi se spriječio gubitak podsjetnika, predlaže se izrada sigurnosne kopije pomoću funkcije \"izvoz\" svaki put kada napravite neke izmjene koje ne želite izgubiti.","text_about_title":"Oko","text_about_content1":"Copyright © 2019.2020.2021 Marco Parrone.","text_about_content2":"Sva prava pridržana.","text_about_content3":"SOFTVER SE DOSTAVLJA \"KAKVI JEST\", BEZ JAMSTVA BILO KOJE VRSTE, IZRIČITE ILI PODRAZUMIJEVANE, UKLJUČUJUĆI, ALI NE ograničavajući se na JAMSTVA PRODAJE, SPOSOBNOST ZA ODREĐENU SVRHU I NEMOĆ. AUTORI ILI IMATELJI AUTORSKIH PRAVA NIKADA NE ODGOVARAJU ZA BILO KOJU POTRAŽNJU, ŠTETU ILI DRUGU ODGOVORNOST, BILO KOJE DJELOVANJEM UGOVORA, DELITETSKOG ILI DRUGOG PROIZVODA IZ, VAN ILI U VEZI S SOFTVEROM ILI UPOTREBOM ILI DRUGIM POSLOVANJEM SOFTVER.","text_about_content4":"OVAJ USLUG MOŽE SADRŽATI PRIJEVODE KOJI JU OSOBLJE GOOGLE. GOOGLE SE ODREKUJE SVEGA JAMSTVA VEZANOG ZA PRIJEVODE, IZRIČITOG ILI PODRAZUMIJEVANOG, UKLJUČUJUĆI BILO KOJA JAMSTVA TAČNOSTI, POUZDANOSTI I BILO KOJA IMPLICIRANA JAMSTVA PRODAJIVOSTI, PRIMJERENOST ZA POJEDINAČNI FOND.","text_about_content5":"Ova web aplikacija prevedena je za vašu udobnost pomoću softvera za prijevod koji pokreće Google Translate. Uloženi su razumni napori da se osigura točan prijevod, međutim, niti jedan automatizirani prijevod nije savršen niti je zamijenjen za zamjenu ljudskih prevoditelja. Prijevodi se pružaju kao usluga korisnicima web stranice marcoparrone.github.io i pružaju se \"takvi kakvi jesu\". Ne daje se nikakva garancija, bilo izričita ili implicirana, u pogledu točnosti, pouzdanosti ili ispravnosti prijevoda s engleskog na bilo koji drugi jezik. Neki sadržaji (poput slika, videozapisa, Flash-a itd.) Možda neće biti precizno prevedeni zbog ograničenja softvera za prijevod.","text_about_content6":"Službeni je tekst engleska verzija web stranice. Sve nesuglasice ili razlike nastale u prijevodu nisu obvezujuće i nemaju pravni učinak u svrhu usklađivanja ili provedbe. Ako se pojave neka pitanja u vezi s točnošću informacija sadržanih u prevedenom web mjestu, obratite se engleskoj verziji web stranice koja je službena verzija."}