{"text_appname":"Ncheta","text_add_label":"tinye ihe ncheta","text_settings_label":"ntọala","text_importexport_label":"ibubata na mbubata ncheta","text_help_label":"Enyemaka","text_about_label":"banyere","text_snack_mustbenum":"Oge ga-abụrịrị ọnụ ọgụgụ!","text_snack_toobig":"Oge ahọpụtara ahọrọ buru oke ibu!","text_snack_toosmall":"Oge ahọpụtara ahọrọ pere ezigbo mpe!","text_settings_title":"Ntọala","text_settings_content1":"Lee ị nwere ike hazie ngwa ahụ.","text_language":"Họrọ asụsụ:","text_close_button":"Mechie","text_importexport_title":"Mbubata / mbupụ","text_importexport_content":"Ebe i nwere ike mbubata na mbupụ gị ncheta.","text_back":"Azụ","text_import":"Bubata:","text_export":"Mbupụ","text_error_loadfile":"njehie: enweghị ike ibudata faịlụ.","text_error_fileformat":"njehie: Ọkpụkpọ faịlụ ezighi ezi.","text_notifications1":"Ma Ọkwa ga-enwerịrị iji ngwa a:","text_notifications2":"Kwado ọkwa","text_example_title":"Aha Ihe Nleba","text_example_content":"Ọmụmaatụ Ọdịnaya","text_edit_title":"Aha:","text_edit_interval":"Etiti:","text_edit_body":"Isi:","text_edit_icon":"Akara:","text_move_backward":"Bugharịa azụ","text_move_forward":"Gaa n'ihu","text_delete":"Hichapụ","text_help_title":"Enyemaka","text_help_content1":"Looping ncheta bụ ngwa na-eziga amamọkwa na akọwapụtara oge etiti oge.","text_help_content2":"Iji tinye ihe ncheta ọhụrụ, pịa akara ngosi \"gbakwunyere\". Mgbe ahụ, dezie mpaghara ederede ma tinye aha nke ọkwa ahụ, oge (na sekọnd), ederede ga-adị na ọkwa nke ọkwa ahụ, na URL nke akara ngosi.","text_help_content3":"Mgbe ngwa ahụ na-agba ọsọ na ihe nchọgharị, mgbe ahụ ihe nchọgharị ahụ nwere ike gbanyụọ nkwupụta ma ọ bụrụ na ngwa ahụ emegheghị na taabụ na-arụ ọrụ. Ọ bụrụ na etinyere ngwa ahụ, ngwaọrụ gị nwere ike ịkwụsị ngwa ahụ, ọkachasị ma ọ bụrụ na batrị ngwaọrụ gị dị obere. Yabụ, jiri ngwa a ma ọ bụrụ na ọ nwere ike inyere gị aka, mana ejila ya maka ihe ọ bụla dị mkpa.","text_help_content4":"Na nchịkọta nhọrọ ị nwere ike ịgbanwe asụsụ nke njirimara onye ọrụ.","text_help_content5":"Mbubata ma ọ bụ bupu ihe ncheta, pịa akara mbubata / mbupụ akara ngosi. Mgbe ịbubata ihe ncheta sitere na faịlụ, a ga-ehichapụ ma degharịa ihe ncheta ndị dị ugbu a.","text_help_content6":"Ihe ncheta Looping bụ Ngwa Weebụ Ọganihu, nke pụtara na ọ na-agba n'ime ihe nchọgharị. Mgbe ị rụnyere ya, ebe egosighi ihe nchọgharị, ọ ka na-agba n'ime ihe nchọgharị. A na-echekwa ihe ncheta na nchọgharị na mpagharaStorage maka ngalaba ncheta.marcoparrone.github.io. localStorage na-arụ ọrụ nke ọma na ihe nchọgharị Chrome, Edge na Firefox. Ihe nchọgharị ndị ọzọ nwere ike ihichapụ nchekwa obodo mgbe oge ụfọdụ gasịrị. Android na ndabara na-eji Chrome, Windows na ndabara na-eji Edge. Looping ncheta ugbu a anaghị akwado na ngwaahịa Apple. Site na ebumnuche iji nyere aka igbochi ọnwụ nke ihe ncheta, a na-atụ aro ịme ndabere site na iji arụmọrụ \"mbupụ\", oge ọ bụla ị gbanwere ụfọdụ ị chọghị ida.","text_about_title":"Banyere","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Ikike niile echekwabara.","text_about_content3":"A NA-AH SOA SOFTWARE \"D IS KA Ọ B\" \", N'AGBANYEGHR akwụkwọ ikike n'ụdị ọ bụla, kwupụta ma ọ bụ tinye ya n'ọrụ, gụnyere ma ọ bụghị nanị na ANA amachibido ikikere nke ịba ụba, nnabata maka ihe pụrụ iche na enweghị ike. N'ỌB EVGHENT Ọ B EV Ọ B AU ỌKPSTA Ọ B OR Ọ B OR Ọ B C Ọ B C Ọ B C Ọ B C Ọ B C Ọ BOP Ọ B L Ọ B FORR FOR FORBỌR FOR, ỌB ORR OR MA Ọ B L ỌB OTHERR OTHER N'ỌZỌ, MA Ọ B ACT N'CONBỌ NT CONR,, NT TP OR MA Ọ B OTHER ỌZỌ, NA-esite, NT ,TA MA Ọ BN N'NLỌ NT SOTA MA Ọ B OR N'USB OR AKWKWỌ.","text_about_content4":"Ọrụ a nwere ike ịnwe nsụgharị nke Google na-akwado ya. GOOGLE NA-AKWLAKWỌ ND ALL ỌZỌ D R N'RLỌ NCHE A, KPỌTA MA Ọ B IM N'IMLỌ, NA-EGO Ọ BYR WAR NKE ỌZỌ B OF N'OFLỌ AKW ACKWỌ, IKWETA, NA AKWYKWỌ ND OF ỌZỌ B OF N'MLỌ NCHE.","text_about_content5":"Atụgharịala asụsụ ngwa weebụ a maka ọdịmma gị site na iji sọftụwia ntụgharị nke Google Translate kwadoro. Emeela ezi uche iji wepụta nsụgharị ziri ezi, agbanyeghị, enweghị ntụgharị akpaghị aka zuru oke ma ọ bụ zubere iji dochie ndị ntụgharị mmadụ. A na-enye ntụgharị asụsụ dị ka ọrụ maka ndị ọrụ nke weebụsaịtị marcoparrone.github.io, ma nye ha \"dịka ọ dị.\" Enweghị ikike ọ bụla, nke egosiri ma ọ bụ nke ekwuputara, emere maka izi ezi, ntụkwasị obi, ma ọ bụ izi ezi nke ntụgharị ọ bụla sitere na Bekee gaa n'asụsụ ọ bụla. Contentfọdụ ọdịnaya (dị ka onyonyo, vidiyo, Flash, wdg) enweghị ike ịtụgharị ya nke ọma n'ihi erughị eru nke ngwanrọ ntụgharị.","text_about_content6":"Ihe edere ederede bụ nsụgharị Bekee nke weebụsaịtị. Ọdịiche ọ bụla ma ọ bụ ọdịiche dị iche iche emepụtara na ntụgharị ntụgharị anaghị ejide iwu yana enweghị mmetụta iwu kwadoro maka nnabata ma ọ bụ mmezu iwu. Ọ bụrụ na ajụjụ ọ bụla bilitere metụtara izi ezi nke ozi dị na weebụsaịtị ahụ atụgharịrị, rụtụ aka na bekee nke weebụsaịtị ahụ bụ nsụgharị ọrụ."}