{"text_appname":"Pangeling","text_add_label":"nambah pangeling","text_settings_label":"setelan","text_importexport_label":"pangeling impor lan ekspor","text_help_label":"nulungi","text_about_label":"babagan","text_snack_mustbenum":"Interval kudu nomer!","text_snack_toobig":"Interval sing dipilih amba banget!","text_snack_toosmall":"Interval sing dipilih sithik banget!","text_settings_title":"Setelan","text_settings_content1":"Ing kene sampeyan bisa ngatur aplikasi kasebut.","text_language":"Pilih basa:","text_close_button":"Tutup","text_importexport_title":"Impor / ekspor","text_importexport_content":"Ing kene sampeyan bisa ngimpor lan ngekspor pangeling.","text_back":"Bali","text_import":"Impor:","text_export":"Ekspor","text_error_loadfile":"kesalahan: ora bisa mbukak file.","text_error_fileformat":"kesalahan: format file salah.","text_notifications1":"Notifikasi kudu diaktifake kanggo nggunakake aplikasi iki:","text_notifications2":"Aktifake kabar","text_example_title":"Judhul Tuladha","text_example_content":"Tuladha Isi","text_edit_title":"Judul:","text_edit_interval":"Interval:","text_edit_body":"Awak:","text_edit_icon":"Ikon:","text_move_backward":"Pindhah mundur","text_move_forward":"Maju","text_delete":"Mbusak","text_help_title":"Nulungi","text_help_content1":"Looping Reminder minangka aplikasi sing ngirim kabar nalika interval wektu sing ditemtokake.","text_help_content2":"Kanggo nambah pangeling anyar, pencet ing ikon \"plus\". Banjur, sunting kolom teks lan lebokake judhul kabar, interval (ing detik), teks sing bakal ana ing awak kabar, lan URL ikon.","text_help_content3":"Nalika aplikasi mbukak ing browser, browser bisa uga mateni kabar yen aplikasi ora mbukak ing tab aktif. Yen aplikasi wis diinstal, piranti bisa uga nundha aplikasi, luwih-luwih yen batere piranti kurang. Dadi, gunakake aplikasi iki yen bisa mbantu sampeyan, nanging aja digunakake kanggo sing penting.","text_help_content4":"Ing menu setelan sampeyan bisa ngganti basa antarmuka pangguna.","text_help_content5":"Kanggo ngimpor utawa ngekspor pangeling, pencet lambang impor / ekspor. Nalika ngimpor pangeling saka file, pangeling saiki bakal mbusak lan ditimpa.","text_help_content6":"Looping Reminder minangka Aplikasi Web Progresif, sing tegese mbukak ing njero browser. Nalika sampeyan instal, sanajan komponen browser ora ditampilake, isih mlaku ing njero browser. Pangeling kasebut disimpen ing browser lokal kanggo domain pangeling.marcoparrone.github.io. localStorage bisa digunakake kanthi browser Chrome, Edge lan Firefox. Browser liyane bisa uga mbusak LocalStorage sawise suwe. Android kanthi standar nggunakake Chrome, Windows kanthi standar nggunakake Edge. Pangeling Looping saiki ora didhukung ing produk Apple. Kanthi tujuan kanggo mbantu nyegah pangeling-eling, disaranake nggawe serep nggunakake fungsi \"ekspor\", saben-saben sampeyan nggawe modifikasi sing ora bakal ilang.","text_about_title":"Babagan","text_about_content1":"Hak cipta © 2019,2020,2021 Marco Parrone.","text_about_content2":"Kabeh Hak Dilindhungi.","text_about_content3":"SOFTWARE Kasedhiya \"AS IS\", TANPA JAMINAN KANGGO ANJARA, EXPRESS UTAWA DIPERAKA, Klebu ORA GARANSI GARANSI MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. TANPA KANGGO PUNING OTOTOR UTAWA Panyekel Hak Cipta Kasedhiya KANGGO TUNTUTAN, KERusakan UTAWA TANGGUNG JAWAB LAIN, APA KANGGO KONTRAK, TOR UTAWA APA APA, Muncul saka, Saka UTAWA Gandhengane SOFTWARE UTAWA NGGUNAKAN ATAU GUNUNG LAIN ING SOFTWARE.","text_about_content4":"LAYANAN INI MUNGKIN ngemot terjemahan sing dikuwasani dening GOOGLE. GOOGLE Nolak Kabeh JAMINAN Gandhengane karo TRANSLASI, EXPRESS UTAWA IMPLIED, Klebu APA JAMINAN AKURASI, KEPERCAYAAN, lan APA JAMINAN MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPEMENT AND NONINFRING.","text_about_content5":"Aplikasi web iki wis diterjemahake kanggo sampeyan kanthi nggunakake piranti lunak terjemahan sing didhukung dening Google Translate. Ana upaya sing cukup kanggo nyedhiyakake terjemahan sing akurat, nanging ora ana terjemahan otomatis sing sampurna utawa uga tujuane kanggo ngganti penerjemah manungsa. Terjemahan diwenehake minangka layanan kanggo pangguna situs web marcoparrone.github.io, lan diwenehake \"kaya saiki.\" Ora ana garansi apa wae, sing ditulis utawa ora disirnakake, kanggo nggawe akurasi, keandalan, utawa bener terjemahan sing digawe saka basa Inggris menyang basa liyane. Sawetara konten (kayata gambar, video, Flash, lsp) bisa uga ora diterjemahake kanthi akurat amarga ana watesan saka piranti lunak terjemahan.","text_about_content6":"Teks resmi yaiku versi situs web Inggris. Apa bedane utawa beda sing digawe ing terjemahan ora bisa diikat lan ora ana pengaruh legal kanggo netepi utawa ngetrapake tujuan. Yen ana pitakon sing ana gandhengane karo akurasi informasi sing ana ing situs web sing dijarwakake, waca versi situs web Inggris sing versi resmi."}