{"text_appname":"Еске салу","text_add_label":"еске салғыш қосу","text_settings_label":"параметрлер","text_importexport_label":"импорт және экспорт туралы еске салғыштар","text_help_label":"Көмектесіңдер","text_about_label":"туралы","text_snack_mustbenum":"Аралық сан болуы керек!","text_snack_toobig":"Таңдалған аралық тым үлкен!","text_snack_toosmall":"Таңдалған интервал тым аз!","text_settings_title":"Параметрлер","text_settings_content1":"Мұнда сіз қосымшаны теңшей аласыз.","text_language":"Тілді таңдаңыз:","text_close_button":"Жабық","text_importexport_title":"Импорт экспорт","text_importexport_content":"Мұнда сіз еске салғыштарды импорттай және экспорттай аласыз.","text_back":"Артқа","text_import":"Импорт:","text_export":"Экспорттау","text_error_loadfile":"қате: файлды жүктеу мүмкін емес.","text_error_fileformat":"қате: файл пішімі дұрыс емес","text_notifications1":"Бұл қолданбаны пайдалану үшін хабарламалар қосылуы керек:","text_notifications2":"Хабарландыруларды қосу","text_example_title":"Мысал тақырыбы","text_example_content":"Мысал мазмұны","text_edit_title":"Атауы:","text_edit_interval":"Аралық:","text_edit_body":"Негізгі бөлім:","text_edit_icon":"Белгіше:","text_move_backward":"Артқа жылжу","text_move_forward":"Алға жылжу","text_delete":"Жою","text_help_title":"Көмектесіңдер","text_help_content1":"Циклды еске түсіру - бұл белгілі бір уақыт аралығында хабарлама жіберетін қосымша.","text_help_content2":"Жаңа еске салғыш қосу үшін «плюс» белгішесін басыңыз. Содан кейін мәтін өрістерін өңдеңіз және хабарландыру тақырыбын, интервалды (секундпен), хабарландыру мәтінінде болатын мәтінді және белгішенің URL мекенжайын енгізіңіз.","text_help_content3":"Бағдарлама шолғышта жұмыс істеп тұрған кезде, егер қосымшаның белсенді қойындысында ашылмаған болса, браузер хабарландыруларды өшіруі мүмкін. Егер қолданба орнатылған болса, сіздің құрылғыңыз қолданбаны тоқтата тұруы мүмкін, әсіресе сіздің батареяңыз аз болса. Сондықтан, егер бұл сізге көмектесе алатын болса, бұл қосымшаны пайдаланыңыз, бірақ маңызды ешнәрсе үшін қолданбаңыз.","text_help_content4":"Параметрлер мәзірінде сіз қолданушы интерфейсінің тілін өзгерте аласыз.","text_help_content5":"Еске салғыштарды импорттау немесе экспорттау үшін импорттау / экспорттау белгішесін басыңыз. Еске салғыштарды файлдан импорттау кезінде ағымдағы еске салғыштар жойылып, қайта жазылады.","text_help_content6":"Ілмекті еске салу - бұл прогрессивті веб-қосымша, бұл оның браузерде жұмыс істейтінін білдіреді. Сіз оны орнатқан кезде, шолғыш құрамдастары көрсетілмеген кезде, ол шолғыш ішінде жұмыс істейді. Еске салғыштар браузердің localStorage-де marcoparrone.github.io доменіне сақталады. localStorage Chrome, Edge және Firefox браузерлерімен жақсы жұмыс істейді. Басқа браузерлер біраз уақыттан кейін localStorage бағдарламасын жоя алады. Әдепкіде Android Chrome қолданады, Windows әдепкі бойынша Edge пайдаланады. Қазіргі уақытта циклды еске салуға Apple өнімдерінде қолдау көрсетілмейді. Еске салғыштардың жоғалуын болдырмауға көмектесу үшін, сіз жоғалтқыңыз келмейтін кейбір өзгертулер жасаған сайын, «экспорттау» функциясын пайдаланып сақтық көшірме жасау ұсынылады.","text_about_title":"Туралы","text_about_content1":"Авторлық құқық © 2019,2020,2021 Марко Парроне.","text_about_content2":"Барлық құқықтар сақталған.","text_about_content3":"БАҒДАРЛАМАЛЫҚ «БІР-БІР» КЕПІЛДІГІСІЗ, ЕШҚАНДАЙ КЕПІЛДІКСІЗ БІРЕЙ, ЕСКЕРТУГЕ ЖӘНЕ ОРЫНДАУҒА БІРАҚ САТЫП АЛУ КЕПІЛДІГІНЕ ШЕКТІЛМЕЙТІН, НЕГІЗГІ МАҚСАТТАР МЕН НЕГІЗДІКТЕРГЕ СӘЙКЕСТІК «КЕЛІСІЛГЕН» БЕРІЛЕДІ. Ешқандай жағдайда, авторлар немесе авторлық құқық иелері кез-келген талап, залал немесе басқа жауапкершілік үшін, келісім-шарт, азаптау немесе басқаша түрде, бағдарламадан немесе басқаға байланысты БАҒДАРЛАМАЛЫҚ ҚҰРАЛ.","text_about_content4":"БҰЛ ҚЫЗМЕТ GOOGLE БІЛГЕН АУДАРМАЛАРДЫ ҚАМТУЫ МҮМКІН. GOOGLE АУДАРМАЛАРҒА АРНАЛҒАН КЕПІЛДІКТЕРДІ БІЛДІРМЕЙДІ, АЙНАЛЫСТЫРЫЛҒАН НЕМЕСЕ ЖАСАЛҒАН, ДӘЛДІК, СЕНІМДІЛІК ЖӘНЕ САТЫП АЛУ ҮШІН КЕПІЛДІКТЕР, АРНАЛЫС БІРШІЛДІК ҮШІН КЕПІЛДІКТЕР","text_about_content5":"Бұл веб-бағдарлама Google Translate арқылы жұмыс жасайтын аударма бағдарламалық жасақтамасының көмегімен сізге ыңғайлы болу үшін аударылған. Дәл аударманы қамтамасыз ету үшін ақылға қонымды күш-жігер жұмсалды, бірақ бірде-бір автоматтандырылған аударма жетілдірілмеген және ол аудармашылардың орнын басуға арналмаған. Аудармалар marcoparrone.github.io веб-сайтының пайдаланушыларына қызмет ретінде ұсынылады және «сол күйінде» беріледі. Ағылшын тілінен басқа тілге аударылған кез-келген аударманың дәлдігіне, сенімділігіне немесе дұрыстығына қандай-да бір кепілдік берілмейді. Кейбір мазмұн (мысалы, кескіндер, бейнелер, Flash, т.б.) аударма бағдарламасының шектеулілігіне байланысты дәл аударылмауы мүмкін.","text_about_content6":"Ресми мәтін - веб-сайттың ағылшын тіліндегі нұсқасы. Аудармада жасалған кез-келген сәйкессіздіктер мен айырмашылықтар міндетті емес және сәйкестік немесе мәжбүрлеу мақсатында заңды күші жоқ. Аударылған веб-сайттағы ақпараттың дәлдігіне қатысты сұрақтар туындаса, ресми нұсқасы болып табылатын веб-сайттың ағылшын тіліндегі нұсқасына жүгініңіз."}