{"text_appname":"ಜ್ಞಾಪನೆ","text_add_label":"ಜ್ಞಾಪನೆಯನ್ನು ಸೇರಿಸಿ","text_settings_label":"ಸಂಯೋಜನೆಗಳು","text_importexport_label":"ಆಮದು ಮತ್ತು ರಫ್ತು ಜ್ಞಾಪನೆಗಳು","text_help_label":"ಸಹಾಯ","text_about_label":"ಬಗ್ಗೆ","text_snack_mustbenum":"ಮಧ್ಯಂತರವು ಒಂದು ಸಂಖ್ಯೆಯಾಗಿರಬೇಕು!","text_snack_toobig":"ಆಯ್ದ ಮಧ್ಯಂತರವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ!","text_snack_toosmall":"ಆಯ್ದ ಮಧ್ಯಂತರವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ!","text_settings_title":"ಸಂಯೋಜನೆಗಳು","text_settings_content1":"ಇಲ್ಲಿ ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದು.","text_language":"ಭಾಷೆಯನ್ನು ಆರಿಸಿ:","text_close_button":"ಮುಚ್ಚಿ","text_importexport_title":"ಆಮದು ರಫ್ತು","text_importexport_content":"ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಜ್ಞಾಪನೆಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ರಫ್ತು ಮಾಡಬಹುದು.","text_back":"ಹಿಂದೆ","text_import":"ಆಮದು:","text_export":"ರಫ್ತು","text_error_loadfile":"ದೋಷ: ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.","text_error_fileformat":"ದೋಷ: ಫೈಲ್ ಸ್ವರೂಪ ತಪ್ಪಾಗಿದೆ.","text_notifications1":"ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಲು ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು:","text_notifications2":"ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ","text_example_title":"ಉದಾಹರಣೆ ಶೀರ್ಷಿಕೆ","text_example_content":"ಉದಾಹರಣೆ ವಿಷಯ","text_edit_title":"ಶೀರ್ಷಿಕೆ:","text_edit_interval":"ಮಧ್ಯಂತರ:","text_edit_body":"ದೇಹ:","text_edit_icon":"ಐಕಾನ್:","text_move_backward":"ಹಿಂದಕ್ಕೆ ಸರಿಸಿ","text_move_forward":"ಮುಂದಕ್ಕೆ ಸರಿಸಿ","text_delete":"ಅಳಿಸಿ","text_help_title":"ಸಹಾಯ","text_help_content1":"ಲೂಪಿಂಗ್ ಜ್ಞಾಪನೆಯು ಸಮಯದ ವ್ಯಾಖ್ಯಾನಿತ ಮಧ್ಯಂತರಗಳಲ್ಲಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸುವ ಒಂದು ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ.","text_help_content2":"ಹೊಸ ಜ್ಞಾಪನೆಯನ್ನು ಸೇರಿಸಲು, \"ಪ್ಲಸ್\" ಐಕಾನ್ ಒತ್ತಿರಿ. ನಂತರ, ಪಠ್ಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಸಂಪಾದಿಸಿ ಮತ್ತು ಅಧಿಸೂಚನೆಯ ಶೀರ್ಷಿಕೆ, ಮಧ್ಯಂತರ (ಸೆಕೆಂಡುಗಳಲ್ಲಿ), ಅಧಿಸೂಚನೆಯ ದೇಹದಲ್ಲಿ ಇರುವ ಪಠ್ಯ ಮತ್ತು ಐಕಾನ್‌ನ URL ಅನ್ನು ಸೇರಿಸಿ.","text_help_content3":"ಅಪ್ಲಿಕೇಶನ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿರುವಾಗ, ಸಕ್ರಿಯ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಅಪ್ಲಿಕೇಶನ್ ತೆರೆದಿಲ್ಲದಿದ್ದರೆ ಬ್ರೌಸರ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿದ್ದರೆ, ನಿಮ್ಮ ಸಾಧನವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಮಾನತುಗೊಳಿಸಬಹುದು, ವಿಶೇಷವಾಗಿ ನಿಮ್ಮ ಸಾಧನದ ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಾಗಿದ್ದರೆ. ಆದ್ದರಿಂದ, ಈ ಅಪ್ಲಿಕೇಶನ್ ನಿಮಗೆ ಯಾವುದೇ ಸಹಾಯವಾಗಿದ್ದರೆ ಅದನ್ನು ಬಳಸಿ, ಆದರೆ ಅದನ್ನು ಯಾವುದಕ್ಕೂ ಬಳಸಬೇಡಿ.","text_help_content4":"ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನುವಿನಲ್ಲಿ ನೀವು ಬಳಕೆದಾರ ಇಂಟರ್ಫೇಸ್‌ನ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು.","text_help_content5":"ಜ್ಞಾಪನೆಗಳನ್ನು ಆಮದು ಮಾಡಲು ಅಥವಾ ರಫ್ತು ಮಾಡಲು, ಆಮದು / ರಫ್ತು ಐಕಾನ್ ಒತ್ತಿರಿ. ಫೈಲ್‌ನಿಂದ ಜ್ಞಾಪನೆಗಳನ್ನು ಆಮದು ಮಾಡುವಾಗ, ಪ್ರಸ್ತುತ ಜ್ಞಾಪನೆಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ತಿದ್ದಿ ಬರೆಯಲಾಗುತ್ತದೆ.","text_help_content6":"ಲೂಪಿಂಗ್ ಜ್ಞಾಪನೆಯು ಪ್ರಗತಿಶೀಲ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ, ಅಂದರೆ ಅದು ಬ್ರೌಸರ್ ಒಳಗೆ ಚಲಿಸುತ್ತದೆ. ನೀವು ಅದನ್ನು ಸ್ಥಾಪಿಸಿದಾಗ, ಬ್ರೌಸರ್ ಘಟಕಗಳನ್ನು ತೋರಿಸದಿದ್ದರೂ, ಅದು ಇನ್ನೂ ಬ್ರೌಸರ್ ಒಳಗೆ ಚಲಿಸುತ್ತದೆ. ಜ್ಞಾಪನೆಗಳನ್ನು ಜ್ಞಾಪನೆ.ಮಾರ್ಕೊಪಾರ್ರೋನ್.ಕಾಮ್ ಡೊಮೇನ್‌ಗಾಗಿ ಬ್ರೌಸರ್‌ನ ಸ್ಥಳೀಯ ಸ್ಟೋರೇಜ್‌ನಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ. ಲೋಕಲ್ ಸ್ಟೋರೇಜ್ ಕ್ರೋಮ್, ಎಡ್ಜ್ ಮತ್ತು ಫೈರ್ಫಾಕ್ಸ್ ಬ್ರೌಸರ್ಗಳೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಇತರ ಬ್ರೌಸರ್‌ಗಳು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆಯನ್ನು ಅಳಿಸಬಹುದು. ಆಂಡ್ರಾಯ್ಡ್ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಕ್ರೋಮ್ ಅನ್ನು ಬಳಸುತ್ತದೆ, ವಿಂಡೋಸ್ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಎಡ್ಜ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ಆಪಲ್ ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಲೂಪಿಂಗ್ ಜ್ಞಾಪನೆಯನ್ನು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಜ್ಞಾಪನೆಗಳ ನಷ್ಟವನ್ನು ತಡೆಗಟ್ಟಲು ಸಹಾಯ ಮಾಡುವ ಉದ್ದೇಶದಿಂದ, \"ರಫ್ತು\" ಕಾರ್ಯವನ್ನು ಬಳಸಿಕೊಂಡು ಬ್ಯಾಕಪ್ ಮಾಡಲು ಸೂಚಿಸಲಾಗಿದೆ, ಪ್ರತಿ ಬಾರಿ ನೀವು ಕಳೆದುಕೊಳ್ಳಲು ಇಷ್ಟಪಡದ ಕೆಲವು ಮಾರ್ಪಾಡುಗಳನ್ನು ಮಾಡಿದಾಗ.","text_about_title":"ಬಗ್ಗೆ","text_about_content1":"ಕೃತಿಸ್ವಾಮ್ಯ © 2019,2020,2021 ಮಾರ್ಕೊ ಪರೋನ್.","text_about_content2":"ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.","text_about_content3":"ಸಾಫ್ಟ್‌ವೇರ್ ಯಾವುದೇ ರೀತಿಯ ಖಾತರಿ ಇಲ್ಲದೆ, ವ್ಯಕ್ತಪಡಿಸಲಾಗಿದೆ ಅಥವಾ ಅಳವಡಿಸಲಾಗಿಲ್ಲ, ಆದರೆ ವ್ಯಾಪಾರದ ಖಾತರಿ ಕರಾರುಗಳಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ, ನಿರ್ದಿಷ್ಟ ಉದ್ದೇಶಕ್ಕಾಗಿ ಫಿಟ್‌ನೆಸ್ ಅನ್ನು ಒದಗಿಸಲಾಗಿದೆ. ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ, ಯಾವುದೇ ಹಕ್ಕು, ಹಾನಿ ಅಥವಾ ಇತರ ಹೊಣೆಗಾರಿಕೆಗಳಿಗೆ ಲೇಖಕರು ಅಥವಾ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಹೊಂದಿರುವವರು ಹೊಣೆಗಾರರಾಗಿರುವುದಿಲ್ಲ, ಸಂಪರ್ಕದ ಯಾವುದೇ ಕ್ರಮದಲ್ಲಿ, ಟಾರ್ಟ್ ಅಥವಾ ಇತರವುಗಳಲ್ಲಿ, ಹೊರಹೊಮ್ಮುವ ಮೂಲಕ ಅಥವಾ ಹೊರಗಿನ ಅಥವಾ ಸಂಪರ್ಕದಲ್ಲಿ. ಸಾಫ್ಟ್ವೇರ್.","text_about_content4":"ಈ ಸೇವೆಯು ಗೂಗಲ್‌ನಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುವ ಅನುವಾದಗಳನ್ನು ಮುಂದುವರಿಸಬಹುದು. ಅನುವಾದಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲ ಖಾತರಿಗಳನ್ನು ಗೂಗಲ್ ನಿರಾಕರಿಸುತ್ತದೆ, ವ್ಯಕ್ತಪಡಿಸಲಾಗಿದೆ ಅಥವಾ ಅಳವಡಿಸಲಾಗಿದೆ, ನಿಖರತೆ, ವಿಶ್ವಾಸಾರ್ಹತೆ, ಮತ್ತು ವ್ಯಾಪಾರೋದ್ಯಮ ಮತ್ತು ಲಾಭದಾಯಕತೆಯ ಯಾವುದೇ ಅನುಷ್ಠಾನದ ಖಾತರಿಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.","text_about_content5":"ಗೂಗಲ್ ಅನುವಾದದಿಂದ ನಡೆಸಲ್ಪಡುವ ಅನುವಾದ ಸಾಫ್ಟ್‌ವೇರ್ ಬಳಸಿ ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ಈ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನುವಾದಿಸಲಾಗಿದೆ. ನಿಖರವಾದ ಅನುವಾದವನ್ನು ಒದಗಿಸಲು ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗಿದೆ, ಆದಾಗ್ಯೂ, ಯಾವುದೇ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದವು ಪರಿಪೂರ್ಣವಾಗಿಲ್ಲ ಅಥವಾ ಮಾನವ ಭಾಷಾಂತರಕಾರರನ್ನು ಬದಲಿಸುವ ಉದ್ದೇಶವನ್ನು ಹೊಂದಿಲ್ಲ. ಮಾರ್ಕೊಪಾರ್ರೋನ್.ಕಾಮ್ ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆದಾರರಿಗೆ ಅನುವಾದಗಳನ್ನು ಸೇವೆಯಾಗಿ ಒದಗಿಸಲಾಗಿದೆ ಮತ್ತು ಅವುಗಳನ್ನು \"ಇರುವಂತೆಯೇ\" ಒದಗಿಸಲಾಗಿದೆ. ಇಂಗ್ಲಿಷ್‌ನಿಂದ ಬೇರೆ ಯಾವುದೇ ಭಾಷೆಗೆ ಮಾಡಿದ ಯಾವುದೇ ಅನುವಾದಗಳ ನಿಖರತೆ, ವಿಶ್ವಾಸಾರ್ಹತೆ ಅಥವಾ ನಿಖರತೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ರೀತಿಯ ಖಾತರಿ, ವ್ಯಕ್ತಪಡಿಸಿದ ಅಥವಾ ಸೂಚಿಸಲ್ಪಟ್ಟಿಲ್ಲ. ಅನುವಾದ ಸಾಫ್ಟ್‌ವೇರ್‌ನ ಮಿತಿಗಳಿಂದಾಗಿ ಕೆಲವು ವಿಷಯವನ್ನು (ಚಿತ್ರಗಳು, ವೀಡಿಯೊಗಳು, ಫ್ಲ್ಯಾಶ್, ಇತ್ಯಾದಿ) ನಿಖರವಾಗಿ ಅನುವಾದಿಸಲಾಗುವುದಿಲ್ಲ.","text_about_content6":"ಅಧಿಕೃತ ಪಠ್ಯವು ವೆಬ್‌ಸೈಟ್‌ನ ಇಂಗ್ಲಿಷ್ ಆವೃತ್ತಿಯಾಗಿದೆ. ಅನುವಾದದಲ್ಲಿ ರಚಿಸಲಾದ ಯಾವುದೇ ವ್ಯತ್ಯಾಸಗಳು ಅಥವಾ ವ್ಯತ್ಯಾಸಗಳು ಬಂಧಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅನುಸರಣೆ ಅಥವಾ ಜಾರಿಗೊಳಿಸುವ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಯಾವುದೇ ಕಾನೂನು ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. ಅನುವಾದಿತ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿರುವ ಮಾಹಿತಿಯ ನಿಖರತೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಉದ್ಭವಿಸಿದರೆ, ಅಧಿಕೃತ ಆವೃತ್ತಿಯಾದ ವೆಬ್‌ಸೈಟ್‌ನ ಇಂಗ್ಲಿಷ್ ಆವೃತ್ತಿಯನ್ನು ನೋಡಿ."}