{"text_appname":"조언","text_add_label":"알림 추가","text_settings_label":"설정","text_importexport_label":"미리 알림 가져 오기 및 내보내기","text_help_label":"도움","text_about_label":"약","text_snack_mustbenum":"간격은 숫자 여야합니다!","text_snack_toobig":"선택한 간격이 너무 큽니다!","text_snack_toosmall":"선택한 간격이 너무 작습니다!","text_settings_title":"설정","text_settings_content1":"여기에서 애플리케이션을 구성 할 수 있습니다.","text_language":"언어 선택 :","text_close_button":"닫기","text_importexport_title":"수입 수출","text_importexport_content":"여기에서 미리 알림을 가져오고 내보낼 수 있습니다.","text_back":"뒤","text_import":"수입:","text_export":"수출","text_error_loadfile":"오류 : 파일을로드 할 수 없습니다.","text_error_fileformat":"오류 : 파일 형식이 잘못되었습니다.","text_notifications1":"이 응용 프로그램을 사용하려면 알림을 활성화해야합니다.","text_notifications2":"알림 활성화","text_example_title":"예시 제목","text_example_content":"예시 콘텐츠","text_edit_title":"표제:","text_edit_interval":"간격:","text_edit_body":"몸:","text_edit_icon":"상:","text_move_backward":"뒤로 이동","text_move_forward":"앞으로 이동","text_delete":"지우다","text_help_title":"도움","text_help_content1":"루핑 알림은 정의 된 시간 간격으로 알림을 보내는 애플리케이션입니다.","text_help_content2":"새 알림을 추가하려면 \"더하기\"아이콘을 누르십시오. 그런 다음 텍스트 필드를 편집하고 알림 제목, 간격 (초), 알림 본문에 포함될 텍스트 및 아이콘 URL을 삽입합니다.","text_help_content3":"응용 프로그램이 브라우저에서 실행 중일 때 응용 프로그램이 활성 탭에서 열리지 않으면 브라우저가 알림을 비활성화 할 수 있습니다. 응용 프로그램이 설치된 경우 특히 장치 배터리가 부족한 경우 장치가 응용 프로그램을 일시 중지 할 수 있습니다. 따라서 도움이 될 수있는 경우이 응용 프로그램을 사용하되 중요한 용도로는 사용하지 마십시오.","text_help_content4":"설정 메뉴에서 사용자 인터페이스의 언어를 변경할 수 있습니다.","text_help_content5":"미리 알림을 가져 오거나 내보내려면 가져 오기 / 내보내기 아이콘을 누릅니다. 파일에서 미리 알림을 가져올 때 현재 미리 알림을 삭제하고 덮어 씁니다.","text_help_content6":"루핑 알림은 프로그레시브 웹 애플리케이션으로 브라우저 내에서 실행됩니다. 설치하면 브라우저 구성 요소가 표시되지 않지만 브라우저 내에서 계속 실행됩니다. 미리 알림은 alert.marcoparrone.github.io 도메인에 대한 브라우저의 localStorage에 저장됩니다. localStorage는 Chrome, Edge 및 Firefox 브라우저에서 잘 작동합니다. 다른 브라우저는 잠시 후 localStorage를 삭제할 수 있습니다. Android는 기본적으로 Chrome을 사용하고 Windows는 기본적으로 Edge를 사용합니다. 루핑 미리 알림은 현재 Apple 제품에서 지원되지 않습니다. 미리 알림의 손실을 방지하기위한 목적으로 손실하고 싶지 않은 일부 수정 작업을 수행 할 때마다 \"내보내기\"기능을 사용하여 백업을 만드는 것이 좋습니다.","text_about_title":"약","text_about_content1":"저작권 © 2019,2020,2021 Marco Parrone.","text_about_content2":"판권 소유.","text_about_content3":"소프트웨어는 상품성, 특정 목적에의 적합성 및 비 침해에 대한 보증을 포함하되 이에 국한되지 않는 어떠한 종류의 명시 적 또는 묵시적 보증없이 \"있는 그대로\"제공됩니다. 어떠한 경우에도 작성자 또는 저작권 보유자는 계약, 불법 행위 또는 기타 방식으로 소프트웨어 또는 소프트웨어의 사용 또는 기타 거래와 관련하여 발생하는 모든 청구, 손해 또는 기타 책임에 대해 책임을지지 않습니다. 소프트웨어.","text_about_content4":"이 서비스에는 Google에서 제공하는 번역이 포함될 수 있습니다. GOOGLE은 정확성, 신뢰성 및 상품성, 특정 목적에의 적합성 및 비 침해에 대한 묵시적 보증을 포함하여 명시 적이든 묵시적이든 번역과 관련된 모든 보증을 부인합니다.","text_about_content5":"이 웹 앱은 Google 번역에서 제공하는 번역 소프트웨어를 사용하여 귀하의 편의를 위해 번역되었습니다. 정확한 번역을 제공하기 위해 합당한 노력을 기울 였지만 자동 번역이 완벽하지도 않고 인간 번역자를 대체 할 의도도 없습니다. 번역은 marcoparrone.github.io 웹 사이트 사용자에게 서비스로 제공되며 \"있는 그대로\"제공됩니다. 영어에서 다른 언어로 번역 한 내용의 정확성, 신뢰성 또는 정확성에 대해 명시 적이든 묵시적이든 어떠한 종류의 보증도하지 않습니다. 일부 콘텐츠 (예 : 이미지, 비디오, Flash 등)는 번역 소프트웨어의 제한으로 인해 정확하게 번역되지 않을 수 있습니다.","text_about_content6":"공식 텍스트는 웹 사이트의 영어 버전입니다. 번역에서 발생한 불일치 또는 차이점은 구속력이 없으며 준수 또는 집행 목적에 대한 법적 효력이 없습니다. 번역 된 웹 사이트에 포함 된 정보의 정확성과 관련하여 질문이있는 경우 공식 버전 인 웹 사이트의 영문 버전을 참조하십시오."}