{"text_appname":"Bîranîn","text_add_label":"bîranînek zêde bikin","text_settings_label":"mîhengan","text_importexport_label":"bîranîn îthal û hinardeyê","text_help_label":"alîkarî","text_about_label":"ji dor","text_snack_mustbenum":"Navber divê hejmarek be!","text_snack_toobig":"Navbera hilbijartî pir mezin e!","text_snack_toosmall":"Navbera hilbijartî pir piçûk e!","text_settings_title":"Mîhengên","text_settings_content1":"Li vir hûn dikarin serîlêdanê vesaz bikin.","text_language":"Ziman hilbijêrin:","text_close_button":"Nêzîkî","text_importexport_title":"Import / hinardekirin","text_importexport_content":"Li vir hûn dikarin bîranînên xwe îthal û derxînin.","text_back":"Paş","text_import":"Malanîn:","text_export":"Eksport","text_error_loadfile":"xelet: nikare pelê bar bike.","text_error_fileformat":"xelet: pelê pelê çewt e.","text_notifications1":"Divê notifications bêne çalak kirin ku vê serîlêdanê bikar bînin:","text_notifications2":"Notifications çalak bike","text_example_title":"Sernavê Mînakê","text_example_content":"Naveroka Nimûne","text_edit_title":"Nav:","text_edit_interval":"Navber:","text_edit_body":"Beden:","text_edit_icon":"Icon:","text_move_backward":"Bi paş ve bizivirin","text_move_forward":"Here pêş","text_delete":"Jêbirin","text_help_title":"Alîkarî","text_help_content1":"Looping Reminder serlêdanek e ku di navberê demên diyarkirî de notifications dişîne.","text_help_content2":"Ji bo zêdekirina bîranînek nû, îkona \"zêde\" bikirtînin. Dûv re, zeviyên nivîsê sererast bikin û sernavê agahdariyê, navberê (di çirkeyan de), nivîsa ku dê di laşê notkirinê de bête vehewandin û URL-ya îkonek têxin hundurê xwe.","text_help_content3":"Dema ku sepan di gerokê de dixebite, wê hingê gerok dikare nerîtan neçalak bike heke ku sepana di navnîşa çalak de vekirî nebe. Ger sepandin hate saz kirin, dibe ku amûra we sepanê bide sekinandin, nemaze heke pîlê amûrê we kêm be. Ji ber vê yekê, vê sepanê bikar bînin heke dibe ku ji we re bibe alîkar, lê ji bo tiştek girîng bikar neynin.","text_help_content4":"Di menuya mîhengan de hûn dikarin zimanê navnîşa bikarhêner biguherînin.","text_help_content5":"Ji bo bîranînan ji we re têxin an bişînin, li ser îkona îtxalatê / îxracatê bixin. Dema ku bîranînan ji pelê îthal dikin, bîranînên heyî dê werin jêbirin û ji nû ve werin nivîsandin.","text_help_content6":"Looping Reminder Bernameyek Tevnek Pêşverû ye, ku tê vê wateyê ku ew di hundurê rûgerek de dimeşe. Gava ku hûn wê saz dikin, dema ku hêmanên gerokê nayên xuyang kirin, ew hîn jî di hundurê gerokê de dimeşe. Bîranîn di localStorage-ya gerokê de ji bo navnîşa bîrmend.marcoparrone.github.io têne tomar kirin. localStorage bi gerokên Chrome, Edge û Firefox re baş dixebite. Gerokên din dikarin piştî demekê localStorage jêbirin. Android bi default Chrome-ê, Windows bi default Edge-yê bikar tîne. Looping Reminder naha li ser hilberên Sêvê nayê piştgirî kirin. Bi armanca arîkariya pêşîgirtina li windabûna bîranînan, tête pêşniyar kirin ku hûn bi karanîna \"hinardekirin\" ê hilanînek çêbikin, her ku hûn hin guherînan dikin ku hûn naxwazin winda bikin.","text_about_title":"Ji dor","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Hemû maf parastî ne.","text_about_content3":"SOFTWARE \"WEK W IS\" T PRO TNE, B W GARANYAN ÇAWIN CIHAN, EXFREY I NMPDEB ,T INT IN, D IN LI SER GARANIY OFN B MXWNE B FXWNE, FITNESS JI BO Armancek Taybet û Nerazîbûn. QET BI QEDEXE NIV ORS ORN H XWEDKIRANPN Mafên Mafê Mafê DERBAR BI ÇI DAYAN, ZIRANAN OR B LXW OTHERNE D OTHERYAR DIN, KU DI ÇALAKYEK DEYAN CON T ORTORTKENCE OR DINW DEWLET, KU JI DEST DIN, JI DEST DI GIRECTNGIY SON SVAN OR TEN DE YA HEM SOFTWARE.","text_about_content4":"VIS SERVICESAN DIKARIN TERGLNN KU BI GOOGLE KIRIN. GOOGLE HEM ALL GARANNN LI SER wergerandinê, ORFREKIRIN I BMP DESTPK ,T ,Y,, B ANXWNE BYXWNE B OFXWNE, Bawerî, û her garantiyên berbiçav ên bazirganî, pêbaweriya pargîdaniyê û pargîdaniya pêdivî ya pargîdaniyê û pargîdaniya pêdivî.","text_about_content5":"Vê sepana tevnê ji bo rehetiya we bi karanîna nermalava wergerandinê ya ku ji hêla Google Translate ve hatî xebitandin hate wergerandin. Hewldanên maqûl hatine kirin da ku wergêrek rastîn peyda bikin, lêbelê, ne werger otomatîk bêkêmasî ye û ne jî ew e ku li şûna wergêrên mirovî be. Werger wekî karûbar ji bikarhênerên malpera marcoparrone.github.io re têne peyda kirin, û \"wekî ku hene\" têne peyda kirin. Ji bo durustî, pêbawerî, an rastbûna wergerên ku ji Englishngilîzî bi zimanek din hatine çêkirin, ji her cûre garantî nayê dayîn. Hin naverok (wekî wêne, vîdyo, Flash, û hwd.) Dibe ku ji ber sînorên nermalava wergerandinê bi duristî neyê wergerandin.","text_about_content6":"Nivîsa fermî guhertoya Englishngilîzî ya malperê ye. Her cûdahî an cûdahiyek ku di wergerandinê de hatî afirandin ne mecbûrî ye û ji bo peyman an armancên sepandinê tu bandorek hiqûqî tune. Ger pirsek têkildarî rastbûna agahdariya ku di malpera wergerkirî de heye, derkeve, serî li guhertoya Englishngilîzî ya malperê bidin ku guhertoya fermî ye."}