{"text_appname":"Эстеткич","text_add_label":"эстеткич кошуу","text_settings_label":"орнотуулар","text_importexport_label":"импорттук жана экспорттук эскертүүлөр","text_help_label":"жардам","text_about_label":"жөнүндө","text_snack_mustbenum":"Аралык сан болушу керек!","text_snack_toobig":"Тандалган аралык өтө чоң!","text_snack_toosmall":"Тандалган аралык өтө эле кичинекей!","text_settings_title":"Орнотуулар","text_settings_content1":"Бул жерден сиз колдонмону конфигурациялай аласыз.","text_language":"Тил тандоо:","text_close_button":"Жабуу","text_importexport_title":"Импорттоо / экспорттоо","text_importexport_content":"Бул жерден сиз эстеткичтериңизди импорттоп, экспорттой аласыз.","text_back":"Артка","text_import":"Импорт:","text_export":"Экспорттоо","text_error_loadfile":"ката: файл жүктөлбөй жатат.","text_error_fileformat":"ката: файл форматы туура эмес","text_notifications1":"Бул колдонмону колдонуу үчүн эскертмелер иштетилиши керек:","text_notifications2":"Эскертмелерди иштетүү","text_example_title":"Үлгүнүн аталышы","text_example_content":"Мазмундун үлгүсү","text_edit_title":"Аталышы:","text_edit_interval":"Аралык:","text_edit_body":"Негизги бет:","text_edit_icon":"Белги:","text_move_backward":"Артка жылдыруу","text_move_forward":"Алга жылуу","text_delete":"Жок кылуу","text_help_title":"Жардам","text_help_content1":"Циклди эскертүү - бул белгиленген убакыт аралыгында эскертмелерди жөнөтүүчү тиркеме.","text_help_content2":"Жаңы эстеткич кошуу үчүн, \"кошуу\" сүрөтчөсүн басыңыз. Андан кийин, текст талааларын түзөтүп, билдирменин аталышын, аралыгын (секунда ичинде), билдирүүнүн негизги бөлүгүндө камтылган текстти жана сүрөтчөнүн URL дарегин киргизиңиз.","text_help_content3":"Колдонмо браузерде иштеп жатканда, колдонмо активдүү өтмөктө ачылбаса, браузер эскертмелерди өчүрүп салышы мүмкүн. Эгер тиркеме орнотулган болсо, анда сиздин шайманыңыз колдонмону токтото турушу мүмкүн, айрыкча шайманыңыздын батареясы аз болсо. Демек, эгер бул сизге кандайдыр бир жардамы тийсе, анда бул колдонмону колдонуңуз, бирок маанилүү нерсе үчүн колдонбоңуз.","text_help_content4":"Орнотуулар менюсунда колдонуучу интерфейсинин тилин өзгөртө аласыз.","text_help_content5":"Эскертүүлөрдү импорттоо же экспорттоо үчүн, импорттоо / экспорттоо сүрөтчөсүн басыңыз. Эстеткичтерди файлдан импорттоодо учурдагы эстеткичтер өчүрүлүп, жазылат.","text_help_content6":"Циклди эскертүү - бул браузердин ичинде иштей тургандыгын билдирген Прогрессивдүү Веб тиркеме. Аны орнотуп жатканда, браузердин компоненттери көрсөтүлбөсө дагы, ал браузердин ичинде иштей берет. Эскертүүлөр браузердин localStorage сактагычында marcoparrone.github.io домени үчүн сакталат. localStorage Chrome, Edge жана Firefox браузерлери менен жакшы иштейт. Башка браузерлер бир аз убакыт өткөндөн кийин localStorage программасын жок кылышы мүмкүн. Демейки боюнча Android Chrome колдонот, Windows демейки Edge колдонот. Учурда циклди эскертүү Apple өнүмдөрүндө колдоого алынбайт. Эстеткичтердин жоголуп кетишине жол бербөө максатында, жоготууну каалабаган айрым өзгөртүүлөрдү киргизген сайын, \"экспорттоо\" функциясын колдонуп, камдык көчүрмө жасап туруу сунушталат.","text_about_title":"Жөнүндө","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Бардык укуктар корголгон.","text_about_content3":"ПРОГРАММА КАНДАЙ КЕПИЛДИКТЕРСИЗ, КАНДАЙ ТҮРДҮҮ КЕПИЛДИГИСИЗ БЕРИЛЕТ, АЙЫРМАСЫЗ ЖАНА ЖАЗЫЛБАСА, САТЫП АЛУУЧУЛУГУНУН КЕПИЛДИКТЕРИНЕН ЧЕКТЕЛБЕЙТ, АЙРЫМ МАКСАТТАРГА ЖАНА НОНФРИМАЦИЯГА ЫЛАЙЫК. ЭЧ КАНДАЙ БОЛСО, ПРОГРАММАДАГЫ КОЛДОНУУЛАРГА ЖАНА БАШКАРУУГА АРНАЛГАН ЖАНА ПАЙДАЛАНУУЧУ ЖАРДАМГА ЖАНА БАШКА ШАРТТАРДЫ, КЫЙНАЛЫШТАРДЫ ЖАНА БАШКА ШАРТТАРДА, КЫЙЫНЧЫЛЫКТАРДА ЖАНА БАШКА ЖОГОРКУ ДОГОНДОР, ЗЫЯНДАР ЖАНА БАШКА ЖООПКЕРЧИЛИК ҮЧҮН АВТОРЛОР ЖАНА Автордук укуктун ээлери жооптуу болбойт. ПРОГРАММА","text_about_content4":"БУЛ КЫЗМАТ GOOGLE КУБАТТАГАН КОТОРМОЛОРДУ КАМАЙ АЛУУДА. GOOGLE КОТОРМОГО КАТАРЛЫК БЕРҮҮЧҮЛҮГҮНҮН ТАКТЫГЫНА, ЫЙМАНДУУЛУГУНА ЖАНА САТЫП АЛУУЧУЛУГУНУН КАНДАЙ КЕПИЛДИКТЕРИН КОРГОП, КОТОРМОЛОРГО БЕРГЕН, АЙТЫЛГАН ЖАНА ИШКЕРҮҮЛӨРДҮ ЖАКТАТАТ, САТЫП АЛУУЧУ ФИНАНС БОЛГОН","text_about_content5":"Бул веб колдонмо сизге ыңгайлуу болуш үчүн Google Translate тарабынан которулган программаны колдонуп которулган. Так котормону камсыз кылуу үчүн акылга сыярлык иш-аракеттер жасалды, бирок эч кандай автоматташтырылган котормо кемчиликсиз жана адам котормочуларын алмаштырууга багытталган эмес. Которуулар marcoparrone.github.io веб-сайтын колдонуучуларга кызмат катары берилет жана \"кандай болсо ошондой\" берилет. Англис тилинен башка тилге которулган котормолордун тактыгына, ишенимдүүлүгүнө же тууралыгына карата эч кандай кепилдик берилген эмес. Котормо программасынын чектелгендигине байланыштуу кээ бир мазмун (мисалы, сүрөттөр, видеолор, Flash ж.б.) так которулбай калышы мүмкүн.","text_about_content6":"Расмий текст - бул веб-сайттын англис тилиндеги версиясы. Котормодо келтирилген ар кандай дал келбөөчүлүктөр же айырмачылыктар милдеттүү эмес жана талаптарга жооп берүү же аткаруу максатында юридикалык күчкө ээ эмес. Которулган веб-сайтта камтылган маалыматтын тактыгына байланыштуу суроолор жаралса, расмий версия болгон веб-сайттын англис тилиндеги нускасына кайрылыңыз."}