{"text_appname":"ഓർമ്മപ്പെടുത്തൽ","text_add_label":"ഒരു ഓർമ്മപ്പെടുത്തൽ ചേർക്കുക","text_settings_label":"ക്രമീകരണങ്ങൾ","text_importexport_label":"ഇറക്കുമതി, കയറ്റുമതി ഓർമ്മപ്പെടുത്തലുകൾ","text_help_label":"സഹായിക്കൂ","text_about_label":"കുറിച്ച്","text_snack_mustbenum":"ഇടവേള ഒരു നമ്പറായിരിക്കണം!","text_snack_toobig":"തിരഞ്ഞെടുത്ത ഇടവേള വളരെ വലുതാണ്!","text_snack_toosmall":"തിരഞ്ഞെടുത്ത ഇടവേള വളരെ ചെറുതാണ്!","text_settings_title":"ക്രമീകരണങ്ങൾ","text_settings_content1":"ഇവിടെ നിങ്ങൾക്ക് അപ്ലിക്കേഷൻ ക്രമീകരിക്കാൻ കഴിയും.","text_language":"ഭാഷ തിരഞ്ഞെടുക്കുക:","text_close_button":"അടയ്‌ക്കുക","text_importexport_title":"ഇറക്കുമതി കയറ്റുമതി","text_importexport_content":"ഇവിടെ നിങ്ങൾക്ക് ഓർമ്മപ്പെടുത്തലുകൾ ഇറക്കുമതി ചെയ്യാനും കയറ്റുമതി ചെയ്യാനും കഴിയും.","text_back":"തിരികെ","text_import":"ഇറക്കുമതി:","text_export":"കയറ്റുമതി","text_error_loadfile":"പിശക്: ഫയൽ ലോഡുചെയ്യാൻ കഴിയില്ല.","text_error_fileformat":"പിശക്: ഫയൽ ഫോർമാറ്റ് തെറ്റാണ്.","text_notifications1":"ഈ അപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നതിന് അറിയിപ്പുകൾ പ്രാപ്തമാക്കിയിരിക്കണം:","text_notifications2":"അറിയിപ്പുകൾ പ്രവർത്തനക്ഷമമാക്കുക","text_example_title":"ഉദാഹരണ ശീർഷകം","text_example_content":"ഉദാഹരണം ഉള്ളടക്കം","text_edit_title":"ശീർഷകം:","text_edit_interval":"ഇടവേള:","text_edit_body":"ശരീരം:","text_edit_icon":"ഐക്കൺ:","text_move_backward":"പിന്നിലേക്ക് നീക്കുക","text_move_forward":"മുന്നോട്ട് പോവുക","text_delete":"ഇല്ലാതാക്കുക","text_help_title":"സഹായിക്കൂ","text_help_content1":"നിർദ്ദിഷ്ട ഇടവേളകളിൽ അറിയിപ്പുകൾ അയയ്‌ക്കുന്ന ഒരു അപ്ലിക്കേഷനാണ് ലൂപ്പിംഗ് ഓർമ്മപ്പെടുത്തൽ.","text_help_content2":"ഒരു പുതിയ ഓർമ്മപ്പെടുത്തൽ ചേർക്കാൻ, \"പ്ലസ്\" ഐക്കണിൽ അമർത്തുക. തുടർന്ന്, ടെക്സ്റ്റ് ഫീൽഡുകൾ എഡിറ്റുചെയ്ത് അറിയിപ്പിന്റെ ശീർഷകം, ഇടവേള (സെക്കൻഡിൽ), അറിയിപ്പിന്റെ ബോഡിയിൽ അടങ്ങിയിരിക്കുന്ന വാചകം, ഒരു ഐക്കണിന്റെ URL എന്നിവ ചേർക്കുക.","text_help_content3":"അപ്ലിക്കേഷൻ ഒരു ബ്രൗസറിൽ പ്രവർത്തിക്കുമ്പോൾ, സജീവ ടാബിൽ അപ്ലിക്കേഷൻ തുറന്നിട്ടില്ലെങ്കിൽ ബ്രൗസർ അറിയിപ്പുകൾ അപ്രാപ്‌തമാക്കിയേക്കാം. ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ ഉപകരണം ആപ്ലിക്കേഷൻ താൽക്കാലികമായി നിർത്തിയേക്കാം, പ്രത്യേകിച്ചും നിങ്ങളുടെ ഉപകരണ ബാറ്ററി കുറവാണെങ്കിൽ. അതിനാൽ, ഇത് നിങ്ങൾക്ക് എന്തെങ്കിലും സഹായമുണ്ടെങ്കിൽ ഈ അപ്ലിക്കേഷൻ ഉപയോഗിക്കുക, എന്നാൽ പ്രധാനപ്പെട്ട ഒന്നിനും ഇത് ഉപയോഗിക്കരുത്.","text_help_content4":"ക്രമീകരണ മെനുവിൽ നിങ്ങൾക്ക് ഉപയോക്തൃ ഇന്റർഫേസിന്റെ ഭാഷ മാറ്റാൻ കഴിയും.","text_help_content5":"ഓർമ്മപ്പെടുത്തലുകൾ ഇറക്കുമതി ചെയ്യാനോ കയറ്റുമതി ചെയ്യാനോ, ഇറക്കുമതി / കയറ്റുമതി ഐക്കണിൽ അമർത്തുക. ഒരു ഫയലിൽ നിന്ന് ഓർമ്മപ്പെടുത്തലുകൾ ഇമ്പോർട്ടുചെയ്യുമ്പോൾ, നിലവിലെ ഓർമ്മപ്പെടുത്തലുകൾ ഇല്ലാതാക്കുകയും പുനരാലേഖനം ചെയ്യുകയും ചെയ്യും.","text_help_content6":"ലൂപ്പിംഗ് ഓർമ്മപ്പെടുത്തൽ ഒരു പുരോഗമന വെബ് ആപ്ലിക്കേഷനാണ്, അതായത് ഇത് ഒരു ബ്ര .സറിനുള്ളിൽ പ്രവർത്തിക്കുന്നു. നിങ്ങൾ ഇത് ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ, ബ്ര browser സർ ഘടകങ്ങൾ കാണിച്ചിട്ടില്ലെങ്കിലും, അത് ഇപ്പോഴും ഒരു ബ്ര .സറിനുള്ളിൽ പ്രവർത്തിക്കുന്നു. ഓർമ്മപ്പെടുത്തലുകൾ .marcoparrone.github.io ഡൊമെയ്‌നിനായി ബ്രൗസറിന്റെ ലോക്കൽസ്റ്റോറേജിൽ ഓർമ്മപ്പെടുത്തലുകൾ സംരക്ഷിച്ചു. Chrome, Edge, Firefox ബ്ര rowsers സറുകൾ ഉപയോഗിച്ച് ലോക്കൽസ്റ്റോറേജ് നന്നായി പ്രവർത്തിക്കുന്നു. കുറച്ച് സമയത്തിന് ശേഷം മറ്റ് ബ്ര rowsers സറുകൾ ലോക്കൽസ്റ്റോറേജ് ഇല്ലാതാക്കാം. സ്ഥിരസ്ഥിതിയായി Android Chrome ഉപയോഗിക്കുന്നു, സ്ഥിരസ്ഥിതിയായി വിൻഡോസ് എഡ്ജ് ഉപയോഗിക്കുന്നു. ആപ്പിൾ ഉൽ‌പ്പന്നങ്ങളിൽ‌ ലൂപ്പിംഗ് ഓർമ്മപ്പെടുത്തൽ‌ നിലവിൽ‌ പിന്തുണയ്‌ക്കുന്നില്ല. ഓർമ്മപ്പെടുത്തലുകൾ നഷ്‌ടപ്പെടുന്നത് തടയാൻ സഹായിക്കുന്നതിന്, \"എക്‌സ്‌പോർട്ട്\" പ്രവർത്തനം ഉപയോഗിച്ച് ഒരു ബാക്കപ്പ് നിർമ്മിക്കാൻ നിർദ്ദേശിക്കുന്നു, ഓരോ തവണയും നിങ്ങൾ നഷ്ടപ്പെടാൻ ആഗ്രഹിക്കാത്ത ചില മാറ്റങ്ങൾ വരുത്തുമ്പോൾ.","text_about_title":"കുറിച്ച്","text_about_content1":"പകർപ്പവകാശം © 2019,2020,2021 മാർക്കോ പരോൺ.","text_about_content2":"എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.","text_about_content3":"ഏതൊരു തരത്തിലുമുള്ള വാറണ്ടിയും കൂടാതെ, പ്രകടിപ്പിക്കുകയോ പ്രയോഗത്തിൽ വരുത്തുകയോ ചെയ്യാതെ, സോഫ്റ്റ്വെയർ \"ഉള്ളതുപോലെ\" നൽകപ്പെടുന്നു, എന്നാൽ വ്യാപാരത്തിന്റെ വാറണ്ടികളുമായി പരിമിതപ്പെടുത്തിയിട്ടില്ല, ഒരു പ്രത്യേക ഉദ്ദേശ്യത്തിനും യോഗ്യതയ്ക്കും അനുയോജ്യമാണ്. ഒരു ക്ലെയിം, നാശനഷ്ടങ്ങൾ അല്ലെങ്കിൽ മറ്റ് ബാധ്യതകൾ എന്നിവയ്‌ക്കായി ഒരു കാരണവശാലും രചയിതാക്കൾ അല്ലെങ്കിൽ പകർപ്പവകാശ ഉടമകൾ ബാധ്യസ്ഥരല്ല, കോൺട്രാക്റ്റിന്റെ ഒരു പ്രവർത്തനത്തിൽ, ടോർട്ടിലോ മറ്റേതെങ്കിലുമോ, അതിൽ നിന്നോ പുറത്തോ അല്ലെങ്കിൽ ഉപയോഗത്തിലോ ഉള്ളവയിലോ അല്ലെങ്കിൽ ഉള്ളിലോ. സോഫ്റ്റ്വെയർ.","text_about_content4":"ഈ സേവനം GOOGLE നൽ‌കിയ വിവർത്തനങ്ങൾ‌ തുടരാം. വിവർത്തനങ്ങളുമായി ബന്ധപ്പെട്ട എല്ലാ വാറണ്ടികളും ഗൂഗിൾ നിരാകരിക്കുന്നു, പ്രകടിപ്പിക്കുകയോ പ്രയോഗത്തിൽ വരുത്തുകയോ ചെയ്യുന്നു, കൃത്യത, വിശ്വാസ്യത, വാണിജ്യപരമായ, യോഗ്യതയുടെ ഏതെങ്കിലും ബാധകമായ വാറണ്ടികൾ എന്നിവ ഉൾക്കൊള്ളുന്നു .പ്രവൃത്തിയും യോഗ്യതയും.","text_about_content5":"Google വിവർത്തനം നൽകുന്ന വിവർത്തന സോഫ്റ്റ്വെയർ ഉപയോഗിച്ച് നിങ്ങളുടെ സൗകര്യാർത്ഥം ഈ വെബ് അപ്ലിക്കേഷൻ വിവർത്തനം ചെയ്‌തു. കൃത്യമായ വിവർത്തനം നൽകാൻ ന്യായമായ ശ്രമങ്ങൾ നടന്നിട്ടുണ്ട്, എന്നിരുന്നാലും, ഒരു യാന്ത്രിക വിവർത്തനവും തികഞ്ഞതല്ല അല്ലെങ്കിൽ മനുഷ്യ വിവർത്തകരെ മാറ്റിസ്ഥാപിക്കാൻ ഉദ്ദേശിക്കുന്നില്ല. marcoparrone.github.io വെബ്‌സൈറ്റിന്റെ ഉപയോക്താക്കൾ‌ക്ക് ഒരു സേവനമായി വിവർത്തനങ്ങൾ‌ നൽ‌കുന്നു, മാത്രമല്ല അവ “ഉള്ളതുപോലെ” നൽ‌കുകയും ചെയ്യുന്നു. ഇംഗ്ലീഷിൽ നിന്ന് മറ്റേതൊരു ഭാഷയിലേക്കും നടത്തിയ വിവർത്തനങ്ങളുടെ കൃത്യത, വിശ്വാസ്യത അല്ലെങ്കിൽ കൃത്യത എന്നിവ സംബന്ധിച്ച് ഒരു തരത്തിലുള്ള വാറന്റിയോ പ്രകടിപ്പിക്കുകയോ സൂചിപ്പിക്കുകയോ ചെയ്തിട്ടില്ല. വിവർത്തന സോഫ്റ്റ്വെയറിന്റെ പരിമിതികൾ കാരണം ചില ഉള്ളടക്കം (ഇമേജുകൾ, വീഡിയോകൾ, ഫ്ലാഷ് മുതലായവ) കൃത്യമായി വിവർത്തനം ചെയ്യപ്പെടില്ല.","text_about_content6":"വെബ്‌സൈറ്റിന്റെ ഇംഗ്ലീഷ് പതിപ്പാണ് text ദ്യോഗിക വാചകം. വിവർത്തനത്തിൽ‌ സൃഷ്‌ടിച്ച ഏതെങ്കിലും പൊരുത്തക്കേടുകളോ വ്യത്യാസങ്ങളോ ബന്ധിപ്പിക്കുന്നില്ല, മാത്രമല്ല അവ പാലിക്കുന്നതിനോ നടപ്പിലാക്കുന്നതിനോ നിയമപരമായ യാതൊരു സ്വാധീനവുമില്ല. വിവർ‌ത്തനം ചെയ്‌ത വെബ്‌സൈറ്റിൽ‌ അടങ്ങിയിരിക്കുന്ന വിവരങ്ങളുടെ കൃത്യതയുമായി ബന്ധപ്പെട്ട് എന്തെങ്കിലും ചോദ്യങ്ങൾ‌ ഉണ്ടെങ്കിൽ‌, website ദ്യോഗിക പതിപ്പായ വെബ്‌സൈറ്റിന്റെ ഇംഗ്ലീഷ് പതിപ്പ് പരിശോധിക്കുക."}