{"text_appname":"स्मरणपत्र","text_add_label":"एक स्मरणपत्र जोडा","text_settings_label":"सेटिंग्ज","text_importexport_label":"आयात आणि निर्यात स्मरणपत्रे","text_help_label":"मदत","text_about_label":"बद्दल","text_snack_mustbenum":"मध्यांतर एक संख्या असणे आवश्यक आहे!","text_snack_toobig":"निवडलेला मध्यांतर खूप मोठा आहे!","text_snack_toosmall":"निवडलेला मध्यांतर खूपच लहान आहे!","text_settings_title":"सेटिंग्ज","text_settings_content1":"येथे आपण अनुप्रयोग कॉन्फिगर करू शकता.","text_language":"भाषा निवडा:","text_close_button":"बंद","text_importexport_title":"आयात निर्यात","text_importexport_content":"येथे आपण आपले स्मरणपत्रे आयात आणि निर्यात करू शकता.","text_back":"मागे","text_import":"आयातः","text_export":"निर्यात करा","text_error_loadfile":"त्रुटी: फाइल लोड करू शकत नाही.","text_error_fileformat":"त्रुटी: फाइल स्वरूप चुकीचे आहे.","text_notifications1":"हा अनुप्रयोग वापरण्यासाठी सूचना सक्षम करणे आवश्यक आहे:","text_notifications2":"सूचना सक्षम करा","text_example_title":"उदाहरण शीर्षक","text_example_content":"उदाहरण सामग्री","text_edit_title":"शीर्षक:","text_edit_interval":"मध्यांतर:","text_edit_body":"शरीर:","text_edit_icon":"चिन्ह:","text_move_backward":"मागे सरक","text_move_forward":"पुढे सरका","text_delete":"हटवा","text_help_title":"मदत करा","text_help_content1":"लूपिंग स्मरणपत्र एक अनुप्रयोग आहे जो वेळोवेळी परिभाषित अंतराल वर सूचना पाठवितो.","text_help_content2":"नवीन स्मरणपत्र जोडण्यासाठी, \"अधिक\" चिन्हावर दाबा. त्यानंतर, मजकूर फील्ड संपादित करा आणि अधिसूचनाचे शीर्षक, अंतराल (सेकंदात), सूचनेच्या मुख्यपृष्ठात समाविष्ट केलेला मजकूर आणि चिन्हाची URL घाला.","text_help_content3":"अनुप्रयोग ब्राउझरमध्ये चालू असताना, अनुप्रयोग सक्रिय टॅबमध्ये उघडलेला नसल्यास ब्राउझर सूचना अक्षम करू शकतो. अनुप्रयोग स्थापित केलेला असल्यास, आपले डिव्हाइस अनुप्रयोग निलंबित करू शकते, विशेषतः आपल्या डिव्हाइसची बॅटरी कमी असल्यास. तर, हा अनुप्रयोग आपल्यास काही उपयोगी पडल्यास वापरा, परंतु त्यास महत्त्वाच्या कोणत्याही गोष्टीसाठी वापरू नका.","text_help_content4":"सेटिंग्ज मेनूमध्ये आपण वापरकर्ता इंटरफेसची भाषा बदलू शकता.","text_help_content5":"स्मरणपत्रे आयात किंवा निर्यात करण्यासाठी आयात / निर्यात चिन्हावर दाबा. फाईलमधून स्मरणपत्रे आयात करताना, वर्तमान स्मरणपत्रे हटविली जातील आणि अधिलिखित होतील.","text_help_content6":"लूपिंग स्मरणपत्र एक प्रोग्रेसिव्ह वेब isप्लिकेशन आहे, याचा अर्थ असा की तो ब्राउझरमध्ये चालतो. आपण ते स्थापित करता तेव्हा ब्राउझरचे घटक दर्शविले जात नाहीत, तरीही ते ब्राउझरमध्येच चालते. स्मरणपत्रे ब्राउझरच्या लोकल स्टोअरमध्ये स्मरणपत्र.मार्कोपेरॉन डॉट कॉम डोमेनसाठी जतन केली जातात. लोकल स्टोरेज क्रोम, एज आणि फायरफॉक्स ब्राउझरसह चांगले कार्य करते. इतर ब्राउझर थोड्या वेळाने लोकल स्टोरेज हटवू शकतात. डीफॉल्टनुसार Android क्रोम वापरते, डीफॉल्टनुसार विंडोज एज वापरते. अ‍ॅपल उत्पादनांवर सध्या लूपिंग स्मरणपत्र समर्थित नाही. स्मरणपत्रांचे नुकसान टाळण्यासाठी मदत करण्याच्या उद्देशाने, प्रत्येक वेळी जेव्हा आपण गमावू इच्छित नाही असे काही बदल करता तेव्हा \"एक्सपोर्ट\" कार्यक्षमता वापरुन बॅकअप तयार करावा.","text_about_title":"बद्दल","text_about_content1":"कॉपीराइट © 2019,2020,2021 मार्को पॅरोन.","text_about_content2":"सर्व हक्क राखीव.","text_about_content3":"सॉफ्टवेअरला \"जसे आहे तसे\" दिले गेले आहे, कोणत्याही प्रकारच्या हमीशिवाय, अभिव्यक्त केले गेले आहे किंवा स्पष्ट केले गेले आहे परंतु ज्यात व्यापारी हमीची हमी मर्यादित नाही परंतु एका खास उद्देशाने आणि अर्थसंकल्पासाठी योग्यता आहे. कोणत्याही घटकामध्ये लेखक किंवा कॉपीराइटधारक कोणत्याही दाव्यासाठी, हानी किंवा इतर उत्तरदायित्वांसाठी जबाबदार राहू शकत नाहीत, करार, टोरट किंवा इतर कोणत्याही कृतीमध्ये, सॉफ्टवेअरद्वारे किंवा सॉफ्टवेअरद्वारे किंवा त्याद्वारे कनेक्शनद्वारे, उद्भवलेले आहेत सॉफ्टवेअर.","text_about_content4":"ही सेवा कदाचित GOOGLE द्वारा समर्थित अनुवादांचे भाषांतर करू शकते. Google भाषांतर, स्पष्टीकरण किंवा स्पष्ट केलेल्या कोणत्याही हमी, विश्वासार्हता, आणि भागीदारीच्या भागीदारी, योग्यतेची आणि योग्यतेची कोणतीही हमी दिलेली नसलेली हमी या सर्व हमी अस्वीकृत करतो.","text_about_content5":"गूगल ट्रान्सलेशन द्वारा समर्थित भाषांतर सॉफ्टवेअर वापरुन आपल्या सोयीसाठी या वेब अॅपचे भाषांतर केले गेले आहे. अचूक भाषांतर प्रदान करण्यासाठी वाजवी प्रयत्न केले गेले आहेत, तथापि, कोणतीही स्वयंचलित अनुवाद परिपूर्ण नाही किंवा मानवी अनुवादकांची जागा घेण्याचा हेतू नाही. भाषांतर ही मार्कॉपरोन डॉट कॉम वेबसाइटच्या वापरकर्त्यांसाठी सेवा म्हणून प्रदान केली जातात आणि \"जशी आहे तशी प्रदान केली जातात.\" इंग्रजीतून इतर भाषेत घेतलेल्या कोणत्याही भाषांतरांची अचूकता, विश्वसनीयता किंवा शुद्धता याविषयी कोणत्याही प्रकारचे कोणतीही हमी दिलेली नाही. भाषांतर सॉफ्टवेअरच्या मर्यादेमुळे काही सामग्री (जसे की प्रतिमा, व्हिडिओ, फ्लॅश इ.) अचूक भाषांतर केली जाऊ शकत नाही.","text_about_content6":"अधिकृत मजकूर वेबसाइटची इंग्रजी आवृत्ती आहे. भाषांतरात तयार केलेली कोणतीही विसंगती किंवा फरक बंधनकारक नसतात आणि पालन किंवा अंमलबजावणीच्या हेतूंसाठी कोणताही कायदेशीर प्रभाव नसतात. अनुवादित वेबसाइटमध्ये असलेल्या माहितीच्या अचूकतेशी संबंधित काही प्रश्न उद्भवल्यास वेबसाइटची इंग्रजी आवृत्ती पहा जी अधिकृत आवृत्ती आहे."}