{"text_appname":"Peringatan","text_add_label":"tambah peringatan","text_settings_label":"tetapan","text_importexport_label":"peringatan import dan eksport","text_help_label":"menolong","text_about_label":"mengenai","text_snack_mustbenum":"Selang mestilah nombor!","text_snack_toobig":"Selang yang dipilih terlalu besar!","text_snack_toosmall":"Selang yang dipilih terlalu kecil!","text_settings_title":"Tetapan","text_settings_content1":"Di sini anda boleh mengkonfigurasi aplikasi.","text_language":"Pilih Bahasa:","text_close_button":"Tutup","text_importexport_title":"Eksport import","text_importexport_content":"Di sini anda boleh mengimport dan mengeksport peringatan anda.","text_back":"Belakang","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"ralat: tidak dapat memuatkan fail.","text_error_fileformat":"ralat: format fail salah.","text_notifications1":"Pemberitahuan mesti diaktifkan untuk menggunakan aplikasi ini:","text_notifications2":"Dayakan pemberitahuan","text_example_title":"Tajuk Contoh","text_example_content":"Kandungan Contoh","text_edit_title":"Tajuk:","text_edit_interval":"Selang:","text_edit_body":"Badan:","text_edit_icon":"Ikon:","text_move_backward":"Bergerak ke belakang","text_move_forward":"Bergerak Ke Depan","text_delete":"Padam","text_help_title":"Tolonglah","text_help_content1":"Looping Reminder adalah aplikasi yang mengirimkan pemberitahuan pada selang waktu yang ditentukan.","text_help_content2":"Untuk menambahkan peringatan baru, tekan pada ikon \"tambah\". Kemudian, edit bidang teks dan masukkan judul pemberitahuan, selang (dalam beberapa saat), teks yang akan terdapat di badan pemberitahuan, dan URL ikon.","text_help_content3":"Apabila aplikasi berjalan di penyemak imbas, penyemak imbas boleh mematikan pemberitahuan jika aplikasi tidak dibuka di tab aktif. Sekiranya aplikasi dipasang, peranti anda mungkin menangguhkan aplikasi, terutama jika bateri peranti anda rendah. Oleh itu, gunakan aplikasi ini sekiranya dapat membantu anda, tetapi jangan gunakannya untuk perkara penting.","text_help_content4":"Di menu tetapan, anda boleh mengubah bahasa antara muka pengguna.","text_help_content5":"Untuk mengimport atau mengeksport peringatan, tekan pada ikon import / eksport. Semasa mengimport peringatan dari fail, peringatan semasa akan dihapus dan ditimpa.","text_help_content6":"Looping Reminder adalah Aplikasi Web Progresif, yang bermaksud bahawa ia berjalan di dalam penyemak imbas. Semasa anda memasangnya, sementara komponen penyemak imbas tidak ditunjukkan, ia masih berjalan di dalam penyemak imbas. Peringatan disimpan di penyimpanan tempatan penyemak imbas untuk domain marcoparrone.github.io. localStorage berfungsi dengan baik dengan penyemak imbas Chrome, Edge dan Firefox. Penyemak imbas lain boleh menghapus penyimpanan tempatan setelah beberapa lama. Android secara lalai menggunakan Chrome, Windows secara lalai menggunakan Edge. Peringatan Gelung pada masa ini tidak disokong pada produk Apple. Dengan tujuan untuk membantu mencegah hilangnya peringatan, disarankan untuk membuat cadangan menggunakan fungsi \"eksport\", setiap kali Anda melakukan beberapa pengubahsuaian yang tidak ingin hilang.","text_about_title":"Mengenai","text_about_content1":"Hak Cipta © 2019,2020,2021 Marco Parrone.","text_about_content2":"Hak cipta terpelihara.","text_about_content3":"PERANGKAT LUNAK DISEDIAKAN \"SEBAGAIMANA ADANYA\", TANPA JAMINAN SETIAP JENIS, EKSPRESI ATAU TERSIRAT, TERMASUK TETAPI TIDAK TERHAD ATAS JAMINAN KEBERKESANAN, KESESUAIAN UNTUK TUJUAN TERHADAP DAN NONINFRING. DALAM TIADA PERISTIWA YANG HARUS DILAKUKAN OLEH PENULIS ATAU PEMEGANG HAK CIPTA BERTANGGUNGJAWAB ATAS TUNTUTAN, KEROSAKAN ATAU TANGGUNGJAWAB LAIN, APABILA DALAM TINDAKAN KONTRAK, PENGESAHAN ATAU LAINNYA, TERSEBUT DARI, LUAR ATAU BERHUBUNGAN DENGAN PERISIAN ATAU PENGGUNAAN ATAU PENGGUNAAN LAINNYA PERISIAN.","text_about_content4":"PERKHIDMATAN INI MUNGKIN MENGANDUNGI TERJEMAHAN DIKUASAI OLEH GOOGLE. GOOGLE MENAFIKAN SEMUA JAMINAN YANG BERKAITAN DENGAN TERJEMAHAN, EKSPRESI ATAU TERSIRAT, TERMASUK SETIAP JAMINAN TEPAT, KEPERCAYAAN, DAN SETIAP JAMINAN TERSIRAT DENGAN KEBAIKAN, KESESUAIAN UNTUK TUJUAN PARTISULEN.","text_about_content5":"Aplikasi web ini telah diterjemahkan untuk kemudahan anda menggunakan perisian terjemahan yang dikuasakan oleh Google Translate. Usaha yang munasabah telah dilakukan untuk memberikan terjemahan yang tepat, namun, tidak ada terjemahan automatik yang sempurna dan tidak bertujuan untuk menggantikan penterjemah manusia. Terjemahan disediakan sebagai perkhidmatan kepada pengguna laman web marcoparrone.github.io, dan disediakan \"sebagaimana adanya.\" Tiada jaminan apa pun, baik tersurat atau tersirat, dibuat mengenai ketepatan, kebolehpercayaan, atau ketepatan terjemahan apa pun yang dibuat dari bahasa Inggeris ke bahasa lain. Beberapa kandungan (seperti gambar, video, Flash, dll.) Mungkin tidak diterjemahkan dengan tepat kerana keterbatasan perisian terjemahan.","text_about_content6":"Teks rasmi adalah laman web versi Bahasa Inggeris. Sebarang perbezaan atau perbezaan yang dibuat dalam terjemahan tidak mengikat dan tidak mempunyai kesan undang-undang untuk tujuan pematuhan atau penguatkuasaan. Sekiranya ada pertanyaan yang berkaitan dengan ketepatan maklumat yang terdapat dalam laman web yang diterjemahkan, rujuk laman web versi Bahasa Inggeris yang merupakan versi rasmi."}