{"text_appname":"Påminnelse","text_add_label":"legg til en påminnelse","text_settings_label":"innstillinger","text_importexport_label":"import og eksport påminnelser","text_help_label":"hjelp","text_about_label":"Om","text_snack_mustbenum":"Intervall må være et tall!","text_snack_toobig":"Valgt intervall er for stort!","text_snack_toosmall":"Valgt intervall er for lite!","text_settings_title":"Innstillinger","text_settings_content1":"Her kan du konfigurere applikasjonen.","text_language":"Velg språk:","text_close_button":"Lukk","text_importexport_title":"Import Eksport","text_importexport_content":"Her kan du importere og eksportere påminnelsene dine.","text_back":"Tilbake","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"feil: kan ikke laste inn filen.","text_error_fileformat":"feil: filformatet er feil.","text_notifications1":"Varsler må være aktivert for å bruke dette programmet:","text_notifications2":"Aktiver varsler","text_example_title":"Eksempel Tittel","text_example_content":"Eksempel på innhold","text_edit_title":"Tittel:","text_edit_interval":"Intervall:","text_edit_body":"Kropp:","text_edit_icon":"Ikon:","text_move_backward":"Flytt tilbake","text_move_forward":"Gå fremover","text_delete":"Slett","text_help_title":"Hjelp","text_help_content1":"Looping Reminder er et program som sender varsler med definerte tidsintervaller.","text_help_content2":"For å legge til en ny påminnelse, trykk på \"pluss\" -ikonet. Rediger deretter tekstfeltene, og sett inn tittelen på varselet, intervallet (i sekunder), teksten som vil være inneholdt i meldingen og URL-adressen til et ikon.","text_help_content3":"Når applikasjonen kjører i en nettleser, kan nettleseren deaktivere varslingene hvis applikasjonen ikke er åpen i den aktive fanen. Hvis programmet ble installert, kan det hende at enheten din suspenderer applikasjonen, spesielt hvis enheten har lite batteri. Så bruk dette programmet hvis det kan være til hjelp for deg, men ikke bruk det til noe viktig.","text_help_content4":"I innstillingsmenyen kan du endre språket til brukergrensesnittet.","text_help_content5":"For å importere eller eksportere påminnelsene, trykk på ikonet for import / eksport. Når du importerer påminnelsene fra en fil, blir gjeldende påminnelser slettet og overskrevet.","text_help_content6":"Looping Reminder er en progressiv webapplikasjon, som betyr at den kjører i en nettleser. Når du installerer den, mens nettleserkomponentene ikke vises, kjører den fortsatt inne i en nettleser. Påminnelsene lagres i nettleserens localStorage for marcoparrone.github.io domenet. localStorage fungerer bra med Chrome, Edge og Firefox nettlesere. Andre nettlesere kan slette localStorage etter en stund. Android bruker som standard Chrome, Windows bruker som standard Edge. Looping Reminder støttes foreløpig ikke på Apple-produkter. Med det formål å forhindre tap av påminnelser, foreslås det å ta en sikkerhetskopi ved hjelp av \"eksport\" -funksjonaliteten, hver gang du gjør noen endringer som du ikke vil miste.","text_about_title":"Om","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Alle rettigheter forbeholdt.","text_about_content3":"PROGRAMVAREN LEVERES \"SOM DET ER\", UTEN GARANTI FOR NOE SLAG, UDTRYKT ELLER UNDERFORSTÅTT, INKLUDERT, MEN IKKE BEGRENSET TIL GARANTIER FOR SALGSBARHET, EGNETHET FOR ET SÆRLIG FORMÅL OG INNBRIDING. INGEN HENDELSER SKAL FORFATTERE ELLER INNEHAVER AV RETTIGHETER ANSVARLIG FOR KRAV, SKADER ELLER ANDRE ANSVAR, SOM I HANDLING AV KONTRAKT, VILKÅRING ELLER ANNET, FØLGENDE FRA, UTEN ELLER I FORBINDELSE MED PROGRAMVAREN ELLER BRUKEN ELLER ANDRE FORHANDLINGER I DET PROGRAMVARE.","text_about_content4":"DENNE TJENESTEN KAN INNEHOLDE OVERSETTELSER KRAVT AV GOOGLE. GOOGLE FRASKRIVER ALLE GARANTIER RELATERT TIL OVERSETTELSENE, UDTRYKT ELLER UNDERFORSTÅTT, INKLUDERT ALLE GARANTIER FOR NØYAKTIGHET, PÅLITELIGHET, OG ALLE UNDERFORSTÅTTE GARANTIER FOR SALGSMERKELIGHET, FITNESS FOR ET SÆRLIG FORMÅL.","text_about_content5":"Denne nettappen er oversatt for din bekvemmelighet ved hjelp av oversettelsesprogramvare drevet av Google Translate. Det er gjort rimelige anstrengelser for å gi en nøyaktig oversettelse, men ingen automatisert oversettelse er perfekt og er heller ikke ment å erstatte menneskelige oversettere. Oversettelser tilbys som en tjeneste til brukere av nettsiden marcoparrone.github.io, og leveres \"som de er.\" Ingen garantier av noe slag, verken uttrykt eller underforstått, er gitt med hensyn til nøyaktighet, pålitelighet eller korrekthet av oversettelser laget fra engelsk til noe annet språk. Noe innhold (som bilder, videoer, Flash osv.) Blir kanskje ikke oversatt nøyaktig på grunn av begrensningene i oversettelsesprogramvaren.","text_about_content6":"Den offisielle teksten er den engelske versjonen av nettstedet. Eventuelle avvik eller forskjeller som er opprettet i oversettelsen er ikke bindende og har ingen rettsvirkning for etterlevelse eller håndheving. Hvis det oppstår spørsmål knyttet til nøyaktigheten av informasjonen på det oversatte nettstedet, kan du se den engelske versjonen av nettstedet som er den offisielle versjonen."}