{"text_appname":"Chikumbutso","text_add_label":"onjezerani chikumbutso","text_settings_label":"makonda","text_importexport_label":"kuitanitsa ndi kutumiza zikumbutso","text_help_label":"Thandizeni","text_about_label":"za","text_snack_mustbenum":"Nthawi iyenera kukhala nambala!","text_snack_toobig":"Nthawi yosankhidwa ndi yayikulu kwambiri!","text_snack_toosmall":"Nthawi yosankhidwa ndiyochepa kwambiri!","text_settings_title":"Zokonzera","text_settings_content1":"Apa mutha kusintha pulogalamuyi.","text_language":"Sankhani chinenero:","text_close_button":"Tsekani","text_importexport_title":"Tengani / tumizani","text_importexport_content":"Apa mutha kulowetsa ndi kutumiza zikumbutso zanu.","text_back":"Kubwerera","text_import":"Tengani:","text_export":"Tumizani","text_error_loadfile":"cholakwika: sangathe kutsegula fayilo.","text_error_fileformat":"Cholakwika: mawonekedwe amtundu walakwika.","text_notifications1":"Zidziwitso ziyenera kuthandizidwa kugwiritsa ntchito izi:","text_notifications2":"Yambitsani zidziwitso","text_example_title":"Chitsanzo Mutu","text_example_content":"Chitsanzo Zamkatimu","text_edit_title":"Mutu:","text_edit_interval":"Imeneyi:","text_edit_body":"Thupi:","text_edit_icon":"Chizindikiro:","text_move_backward":"Bwerera m'mbuyo","text_move_forward":"Pitani Patsogolo","text_delete":"Chotsani","text_help_title":"Thandizeni","text_help_content1":"Chikumbutso Chotsegulira ndi pulogalamu yomwe imatumiza zidziwitso pakadutsa nthawi.","text_help_content2":"Kuti muwonjezere chikumbutso chatsopano, dinani pachizindikiro cha \"kuphatikiza\". Kenako, sinthani zomwe zalembedwazo ndikuyika mutu wazidziwitso, nthawi (mumasekondi), mawu omwe azikhala mthupi lazidziwitso, ndi ulalo wa chithunzi.","text_help_content3":"Pulogalamuyo ikamachitika mu msakatuli, ndiye kuti msakatuli atha kulepheretsa zidziwitso ngati pulogalamuyi siyatsegulidwa pa tabu yogwira. Ngati pulogalamuyi idakhazikitsidwa, chida chanu chitha kuyimitsa pulogalamuyi, makamaka ngati bateri yanu ili yochepa. Chifukwa chake, gwiritsani ntchito pulogalamuyi ngati ingakhale yothandiza kwa inu, koma osayigwiritsa ntchito pachinthu chilichonse chofunikira.","text_help_content4":"Muzosankha zosintha mutha kusintha chilankhulo chogwiritsa ntchito.","text_help_content5":"Kuti mulowetse kapena kutumizira zikumbutso kunja, dinani pachizindikiro cholowa / kutumiza. Mukamabweretsa zikumbutso kuchokera pa fayilo, zikumbutso zomwe zilipo zichotsedwa ndikulemba.","text_help_content6":"Chikumbutso Chotsegula ndi Ntchito Yapaintaneti Yopita Patsogolo, zomwe zikutanthauza kuti imayenda mkati mwa msakatuli. Mukayiyika, pomwe zosatsegula sizikuwonetsedwa, imayendabe mkati mwa msakatuli. Zikumbutsozi zimasungidwa pakusungidwa kwa msakatuli wa domeni ya chikumbutso.marcoparrone.github.io. localStorage imagwira ntchito bwino ndi asakatuli a Chrome, Edge ndi Firefox. Masakatuli ena akhoza kuchotsa LocalStorage patapita nthawi. Android mwachisawawa imagwiritsa ntchito Chrome, Windows posintha Edge. Chikumbutso Chotsegulira pakadali pano sichichirikizidwa pazogulitsa za Apple. Ndi cholinga chothandizira kupewa kutaya kwa zikumbutso, akuti tikupanga zosunga zobwezeretsera pogwiritsa ntchito magwiridwe antchito \"kunja\", nthawi iliyonse mukasintha zina zomwe simukufuna kutaya.","text_about_title":"Pafupi","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Maumwini onse ndi otetezedwa.","text_about_content3":"SOFTWARE IMAPEREKEDWA \"MONGA IYO\", POPANDA CHITSIMIKIZO CHA MTUNDU WONSE, KUFOTOKOZA KAPENA KUKHUDZITSIDWA, KUPhatikizira KOMA OSALI MALIRE KWA ZOKHUDZITSA NTCHITO ZABWINO, ZOKHUDZA CHOLINGA CHOSANGALALA NDI CHIPHUNZITSO. OLEMBEDWA KAPENA OGWIRITSA MALAMULO ACHIKHALIDWE ADZAKHALIDWA POFUNA ZONSE, ZOCHITIKA KAPENA ZOCHITIKA ZINA, NGAKHALE KUCHITA KWA PANGANO, TORT KAPENA KANTHAWI KOMANSO, KUCHOKERA KU, KAPENA KAPENA KULUMIKIZANA NDI SOFTWARE KAPENA KUGWIRITSA NTCHITO KAPENA ZINTHU ZINA ZOPEREKA Mapulogalamu.","text_about_content4":"UTUMIKI Uwu UTHANDIZA KUMASULIRA KWAMBIRI KWA GOOGLE. GOOGLE ITSUTSA ZITSIMBIKITSO ZONSE ZOKHUDZANA NDI KUMASULIRA, KUFOTOKOZA KAPENA KUWONETSEDWA, KUPHATIKIZAPO ZITSANZO ZONSE ZA KUCHITIKA, KUKHULUPIRIKA, NDI ZITSIMU ZONSE ZOFUNIKA KUCHITIKA, ZOKHUDZA CHOLINGA CHOSANGALALA NDI CHIMODZI","text_about_content5":"Pulogalamuyi yamasuliridwa kuti muzitha kugwiritsa ntchito pulogalamu yomasulira yochokera ku Google Translate. Kuyesayesa koyenera kwachitika kuti kumasulira kolondola, komabe, palibe kumasulira kwadzidzidzi komwe sikungakhale koyenera kapena cholinga chake m'malo mwa omasulira anthu. Zomasulira zimaperekedwa ngati ntchito kwa ogwiritsa ntchito tsamba la marcoparrone.github.io, ndipo zimaperekedwa \"monga momwe zilili.\" Palibe chitsimikizo chamtundu uliwonse, chofotokozedwa kapena chofotokozedwapo, chomwe chimapangidwa molondola, molondola, kapena molondola pamasuliridwe aliwonse ochokera ku Chingerezi kupita mchilankhulo china chilichonse. Zina (monga zithunzi, makanema, Flash, ndi zina zambiri) sizingamasuliridwe molondola chifukwa chakuchepa kwa pulogalamu yomasulira.","text_about_content6":"Zolemba zake ndi mtundu wachingerezi patsamba lino. Zolakwika zilizonse zomwe zidachitika mukutanthauzira sizikhala zomangika ndipo sizikhala ndi zotsatirapo zalamulo pakutsatira kapena kukwaniritsa. Ngati pangakhale mafunso okhudzana ndi kulondola kwa zidziwitso zomwe zili patsamba lawebusayiti, lembani patsamba la Chingerezi lomwe ndilovomerezeka."}