{"text_appname":"Przypomnienie","text_add_label":"dodaj przypomnienie","text_settings_label":"ustawienia","text_importexport_label":"przypomnienia o imporcie i eksporcie","text_help_label":"Wsparcie","text_about_label":"o","text_snack_mustbenum":"Interwał musi być liczbą!","text_snack_toobig":"Wybrany interwał jest za duży!","text_snack_toosmall":"Wybrany interwał jest za mały!","text_settings_title":"Ustawienia","text_settings_content1":"Tutaj możesz skonfigurować aplikację.","text_language":"Wybierz język:","text_close_button":"Blisko","text_importexport_title":"Import Eksport","text_importexport_content":"Tutaj możesz importować i eksportować swoje przypomnienia.","text_back":"Plecy","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"błąd: nie można załadować pliku.","text_error_fileformat":"błąd: nieprawidłowy format pliku.","text_notifications1":"Powiadomienia muszą być włączone, aby korzystać z tej aplikacji:","text_notifications2":"Włącz powiadomienia","text_example_title":"Przykładowy tytuł","text_example_content":"Przykładowa treść","text_edit_title":"Tytuł:","text_edit_interval":"Interwał:","text_edit_body":"Ciało:","text_edit_icon":"Ikona:","text_move_backward":"Przesuń się do tyłu","text_move_forward":"Ruszaj naprzód","text_delete":"Usunąć","text_help_title":"Wsparcie","text_help_content1":"Looping Reminder to aplikacja, która wysyła powiadomienia w określonych odstępach czasu.","text_help_content2":"Aby dodać nowe przypomnienie, naciśnij ikonę „plusa”. Następnie edytuj pola tekstowe i wstaw tytuł powiadomienia, interwał (w sekundach), tekst, który będzie zawarty w treści powiadomienia oraz adres URL ikony.","text_help_content3":"Gdy aplikacja jest uruchomiona w przeglądarce, przeglądarka może wyłączyć powiadomienia, jeśli aplikacja nie jest otwarta na aktywnej karcie. Jeśli aplikacja została zainstalowana, urządzenie może zawiesić aplikację, zwłaszcza jeśli bateria urządzenia jest słaba. Więc używaj tej aplikacji, jeśli może ci ona pomóc, ale nie używaj jej do niczego ważnego.","text_help_content4":"W menu ustawień możesz zmienić język interfejsu użytkownika.","text_help_content5":"Aby zaimportować lub wyeksportować przypomnienia, naciśnij ikonę importu / eksportu. Podczas importowania przypomnień z pliku, bieżące przypomnienia zostaną usunięte i nadpisane.","text_help_content6":"Przypomnienie o pętli jest progresywną aplikacją internetową, co oznacza, że działa w przeglądarce. Po zainstalowaniu, gdy składniki przeglądarki nie są wyświetlane, nadal działa w przeglądarce. Przypomnienia są zapisywane w localStorage przeglądarki dla domeny marcoparrone.github.io. localStorage działa dobrze z przeglądarkami Chrome, Edge i Firefox. Inne przeglądarki mogą po pewnym czasie usunąć localStorage. Android domyślnie używa Chrome, Windows domyślnie używa Edge. Przypomnienie o zapętleniu nie jest obecnie obsługiwane w produktach Apple. Aby zapobiec utracie przypomnień, zaleca się wykonanie kopii zapasowej za pomocą funkcji „eksportu” za każdym razem, gdy wprowadzasz jakieś modyfikacje, których nie chcesz utracić.","text_about_title":"O","text_about_content1":"Prawa autorskie © 2019,2020,2021 Marco Parrone.","text_about_content2":"Wszelkie prawa zastrzeżone.","text_about_content3":"OPROGRAMOWANIE JEST DOSTARCZANE „TAKIE, JAKIE JEST”, BEZ JAKIEJKOLWIEK GWARANCJI, WYRAŹNEJ ANI DOROZUMIANEJ, W TYM GWARANCJI PRZYDATNOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW. W ŻADNYM WYPADKU AUTORZY ANI POSIADACZE PRAW AUTORSKICH NIE PONOSZĄ ODPOWIEDZIALNOŚCI ZA ŻADNE ROSZCZENIA, SZKODY LUB INNĄ ODPOWIEDZIALNOŚĆ, ZARÓWNO W ZAKRESIE UMOWY, TORTU LUB W INNY SPOSÓB WYNIKAJĄCYCH Z LUB W ZWIĄZKU Z OPROGRAMOWANIEM, OPROGRAMOWANIE.","text_about_content4":"USŁUGA MOŻE ZAWIERAĆ TŁUMACZENIA W OPARCIU O GOOGLE. GOOGLE WYŁĄCZA WSZELKIE GWARANCJE DOTYCZĄCE TŁUMACZEŃ, WYRAŹNYCH LUB DOROZUMIANYCH, W TYM GWARANCJI DOTYCZĄCYCH DOKŁADNOŚCI, NIEZAWODNOŚCI ORAZ WSZELKICH DOROZUMIANYCH GWARANCJI PRZYDATNOŚCI DO OKREŚLONEGO CELU.","text_about_content5":"Ta aplikacja internetowa została przetłumaczona dla Twojej wygody za pomocą oprogramowania do tłumaczenia opartego na Tłumaczu Google. Dołożono wszelkich starań, aby zapewnić dokładne tłumaczenie, jednak żadne tłumaczenie automatyczne nie jest idealne ani nie ma na celu zastąpienia tłumaczy. Tłumaczenia są świadczone jako usługa dla użytkowników witryny marcoparrone.github.io i są dostarczane w stanie, w jakim się znajdują. Nie udziela się żadnych gwarancji, wyraźnych ani dorozumianych, co do dokładności, rzetelności lub poprawności jakichkolwiek tłumaczeń z języka angielskiego na jakikolwiek inny język. Niektóre treści (takie jak obrazy, filmy, Flash itp.) Mogą nie zostać dokładnie przetłumaczone z powodu ograniczeń oprogramowania do tłumaczenia.","text_about_content6":"Oficjalnym tekstem jest angielska wersja strony internetowej. Wszelkie rozbieżności lub różnice powstałe w tłumaczeniu nie są wiążące i nie mają skutków prawnych do celów zgodności lub egzekwowania. Jeśli pojawią się jakiekolwiek pytania dotyczące dokładności informacji zawartych w przetłumaczonej witrynie, zapoznaj się z angielską wersją strony, która jest wersją oficjalną."}