{"text_appname":"یادونه","text_add_label":"یو یادښت اضافه کړئ","text_settings_label":"امستنې","text_importexport_label":"د وارداتو او صادراتو یادونه","text_help_label":"مرسته","text_about_label":"په اړه","text_snack_mustbenum":"وقفه باید یوه شمیره وي!","text_snack_toobig":"ټاکل شوې وقفه ډیره لویه ده!","text_snack_toosmall":"ټاکل شوې وقفه ډیره کوچنۍ ده!","text_settings_title":"امستنې","text_settings_content1":"دلته تاسو کولی شئ غوښتنلیک تنظیم کړئ.","text_language":"ژبه غوره کړئ:","text_close_button":"بندول","text_importexport_title":"وارد / صادرول","text_importexport_content":"دلته تاسو کولی شئ خپل یادداشتونه وارد او صادر کړئ.","text_back":"شاته","text_import":"واردول:","text_export":"صادرول","text_error_loadfile":"تېروتنه: دوتنه نشي پورته کولی.","text_error_fileformat":"تېروتنه: د دوتنې ب formatه غلط ده.","text_notifications1":"د دې غوښتنلیک کارولو لپاره خبرتیاوې باید وړې وي:","text_notifications2":"خبرتیاوې فعال کړئ","text_example_title":"د مثال په توګه","text_example_content":"د مثال په توګه مینځپانګه","text_edit_title":"سرلیک:","text_edit_interval":"وقفه:","text_edit_body":"بدن:","text_edit_icon":"نښه:","text_move_backward":"شاته خوځول","text_move_forward":"مخته لاړ شه","text_delete":"ړنګول","text_help_title":"مرسته","text_help_content1":"د لوپ کولو یادونه یو غوښتنلیک دی چې د وخت په ټاکل شوي وقفونو خبرتیاوې لیږي.","text_help_content2":"د نوي یادونې اضافه کولو لپاره ، په \"جمع\" آیکون باندې فشار ورکړئ. بیا ، د متن برخې سم کړئ او د خبرتیا سرلیک دننه کړئ ، وقفه (په ثانیو کې) ، هغه متن چې به د اطلاعاتو باډي کې ولري ، او د عکس یو آر ایل.","text_help_content3":"کله چې غوښتنلیک په براوزر کې روان وي ، نو بیا براوزر ممکن خبرونه غیر فعال کړي که چیرې غوښتنلیک په فعال ټب کې خلاص نه وي. که غوښتنلیک نصب شوی و ، نو ستاسو وسیله ممکن غوښتنلیک وځنډوي ، په ځانګړي توګه که ستاسو د آلې بیټرۍ ټیټه وي. نو ، دا غوښتنلیک وکاروئ که دا ممکن ستاسو لپاره کومه مرسته وي ، مګر د مهم څه لپاره یې مه کاروئ.","text_help_content4":"د امستنو مینو کې تاسو کولی شئ د کارن انٹرفیس ژبه بدل کړئ.","text_help_content5":"د یادداشت کولو وارد یا صادرولو لپاره ، د وارد / صادراتو په آئیکون فشار ورکړئ. کله چې له فایل څخه د یادونې واردات وارد کړئ ، نو اوسني یادونه به له مینځه ویستل شي او له سره به یې ولیکل شي.","text_help_content6":"د لوپ کولو یادونه د یو پرمختللي ویب غوښتنلیک دی ، پدې معنی چې دا په براوزر کې تیریږي. کله چې تاسو دا نصب کړئ ، پداسې حال کې چې د براوزر برخې نه ښودل کیږي ، دا لاهم د براوزر کې پرمخ ځي. یادداشتونه د remender.marcoparrone.github.io ډومین لپاره د براوزر په سیمه ایز توکیو کې خوندي شوي. سیمه ایز سټریج د کروم ، څنډې او فایرفوکس براوزرونو سره ښه کار کوي. نور براوزر ممکن د یو څه وخت وروسته سیمه ایز توکی له مینځه ویسي. انډرایډ په ډیفالټ کروم کاروي ، وینډوز په ډیفالټ ډول ایج کاروي. د لوپ کولو یادونه اوس مهال د آپیل محصولاتو کې ملاتړ نلري. د دې یادونې له لاسه ورکولو مخنیوي کې د مرستې لپاره ، وړاندیز کیږي چې د \"صادراتو\" فعالیت په کارولو سره بیک اپ رامینځته کړئ ، هرځله چې تاسو ځینې بدلونونه رامینځته کړئ چې تاسو یې له لاسه نه غواړئ.","text_about_title":"په اړه","text_about_content1":"د کاپي حق © 2019،2020،2021 مارکو پروین.","text_about_content2":"ټول حقونه خوندي دي.","text_about_content3":"سافټویر د \"څرنګوالي په توګه\" چمتو شوی ، د هر ډول تضمین پرته ، توضیحي یا تقویه شوي ، په شمول د سوداګریزو تضمینونو پورې محدود نه دی ، د یو ځانګړي هدف او راتلونکي لپاره فټنیس. په هیڅ یوه برخه کې د لیکوال یا کاپي حق مالکان د کوم ادعا ، زیان او یا بل مسؤلیت لپاره مسؤل نشي کیدلی ، د تړون ، تورې یا بلې کومې ډلې په کوم عمل کې ، د سافټویر یا له سافټویر سره یا د تړون له الرې یا د قرارداد له مخې راپورته شوي. ساوتري","text_about_content4":"دا خدمت د گوگل لخوا د ژباړې سره ژباړل کیدی شي. ګوګل د تضمین ټولې خبرتیاوې ردوي ، توضیحي یا پلي شوي ، د دقت ، اعتبار ، او د پارټي لپاره د شرایطو هیڅ ډول تضمین وارنټونه پکې شامل دي.","text_about_content5":"دا ویب ایپ ستاسو د اسانتیا لپاره د ګوګل ژباړې لخوا چمتو شوي د ژباړې سافټویر په کارولو سره ژباړل شوی. د دقیق ژباړې چمتو کولو لپاره مناسب هڅې شوې دي ، په هرصورت ، هیڅ اتوماتیک ژباړه کامل ندي او نه هم د بشري ژباړونکو ځای په ځای کول دي. ژباړې د marcoparrone.github.io ویب پا ofې کاروونکو ته د خدمت په توګه چمتو شوي ، او \"لکه څنګه چې\" چمتو شوي. د انګلیسي ژبې څخه په بلې ژبې کې د هرډول ژباړې د درستۍ ، اعتبار ، یا د سموالي په اړه هیڅ ډول تضمین نه دی شوی ، یا یې څرګند شوی یا ورته اشاره شوی. ځینې مینځپانګې (لکه عکسونه ، ویډیوګانې ، فلش او نور) ممکن د ژباړې سافټویر د محدودیتونو له امله په دقت سره نه وژباړل شي.","text_about_content6":"رسمي متن د ویب پا ofې انګلیسي نسخه ده. په ژباړه کې رامینځته شوي هر ډول توپیرونه یا توپیرونه پابند ندي او د اطاعت یا پلي کولو موخو لپاره هیڅ قانوني اغیز نلري. که کومې پوښتنې په ژباړل شوې ویب پا inه کې موجود معلوماتو دقت سره تړاو ولري ، د ویب پا theې انګلیسي نسخې ته مراجعه وکړئ کوم چې رسمي نسخه ده."}