{"text_appname":"Aducere aminte","text_add_label":"adăugați un memento","text_settings_label":"setări","text_importexport_label":"memento-uri de import și export","text_help_label":"Ajutor","text_about_label":"despre","text_snack_mustbenum":"Intervalul trebuie să fie un număr!","text_snack_toobig":"Intervalul selectat este prea mare!","text_snack_toosmall":"Intervalul selectat este prea mic!","text_settings_title":"Setări","text_settings_content1":"Aici puteți configura aplicația.","text_language":"Alege limba:","text_close_button":"Închide","text_importexport_title":"Import Export","text_importexport_content":"Aici puteți importa și exporta mementourile.","text_back":"Înapoi","text_import":"Import:","text_export":"Export","text_error_loadfile":"eroare: nu se poate încărca fișierul.","text_error_fileformat":"eroare: formatul de fișier este greșit.","text_notifications1":"Notificările trebuie să fie activate pentru a utiliza această aplicație:","text_notifications2":"Activați notificările","text_example_title":"Exemplu de titlu","text_example_content":"Exemplu de conținut","text_edit_title":"Titlu:","text_edit_interval":"Interval:","text_edit_body":"Corp:","text_edit_icon":"Pictogramă:","text_move_backward":"Mergi inapoi","text_move_forward":"Mergi inainte","text_delete":"Șterge","text_help_title":"Ajutor","text_help_content1":"Looping Reminder este o aplicație care trimite notificări la intervale de timp definite.","text_help_content2":"Pentru a adăuga un memento nou, apăsați pe pictograma „plus”. Apoi, editați câmpurile de text și introduceți titlul notificării, intervalul (în secunde), textul care va fi conținut în corpul notificării și adresa URL a unei pictograme.","text_help_content3":"Când aplicația rulează într-un browser, browserul poate dezactiva notificările dacă aplicația nu este deschisă în fila activă. Dacă aplicația a fost instalată, dispozitivul dvs. poate suspenda aplicația, mai ales dacă bateria dispozitivului este descărcată. Deci, utilizați această aplicație dacă vă poate fi de ajutor, dar nu o folosiți pentru nimic important.","text_help_content4":"În meniul de setări puteți schimba limba interfeței cu utilizatorul.","text_help_content5":"Pentru a importa sau exporta mementourile, apăsați pe pictograma de import / export. La importul mementourilor dintr-un fișier, mementourile curente vor fi șterse și suprascrise.","text_help_content6":"Reminder Looping este o aplicație web progresivă, ceea ce înseamnă că rulează într-un browser. Când îl instalați, în timp ce componentele browserului nu sunt afișate, acesta rulează totuși într-un browser. Mementourile sunt salvate în localStorage al browserului pentru domeniul marcoparrone.github.io. localStorage funcționează bine cu browserele Chrome, Edge și Firefox. Alte browsere pot șterge localStorage după un timp. Android implicit folosește Chrome, Windows implicit folosește Edge. Reminder-ul Looping în prezent nu este acceptat pentru produsele Apple. În scopul de a ajuta la prevenirea pierderii mementourilor, este sugerat să faceți o copie de rezervă utilizând funcționalitatea „export”, de fiecare dată când faceți unele modificări pe care nu doriți să le pierdeți.","text_about_title":"Despre","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Toate drepturile rezervate.","text_about_content3":"SOFTWARE-UL ESTE OFERIT „CA ATARE”, FĂRĂ GARANȚIE DE NICIUN TIP, EXPRESĂ SAU IMPLICITĂ, INCLUSIV, DAR NU LIMITAT LA GARANȚIILE DE VANZABILITATE, IDEALITATE PENTRU UN SCOP PARTICULAR ȘI NEINFRACȚIUNE. În niciun caz, AUTORII SAU DEȚINĂTORII DE DREPTURI DE AUTOR NU SUNT RESPONSABILI PENTRU ORICE REVENDICARE, DAUNE SAU ALTE RESPONSABILITĂȚI, FIE ÎNTR-O ACȚIUNE A CONTRACTULUI, TORT SAU ALTUI, REZULTATE DIN, ÎN LEGĂTURĂ CU SAU ÎN LEGĂTURĂ CU SOFTWARE-UL SAU DE UTILIZARE SAU ALTE DISCIPLUARE SOFTWARE.","text_about_content4":"ACEST SERVICIU POT CONȚINE TRADUCERI PUTENTE DE GOOGLE. GOOGLE DECLARA TOATE GARANȚIILE LEGATE DE TRADUCERI, EXPRESE SAU IMPLICITE, INCLUSIV ORICE GARANȚIE DE EXACTITATE, FIABILITATE ȘI ORICE GARANȚIE IMPLICITĂ DE VANZABILITATE, ADECVARE PENTRU UN SCOP PARTICULAR ȘI NEINFRACȚIE.","text_about_content5":"Această aplicație web a fost tradusă pentru confortul dvs. utilizând software-ul de traducere oferit de Google Translate. S-au făcut eforturi rezonabile pentru a oferi o traducere exactă, cu toate acestea, nicio traducere automată nu este perfectă și nici nu este destinată să înlocuiască traducătorii umani. Traducerile sunt oferite ca un serviciu utilizatorilor site-ului web marcoparrone.github.io și sunt furnizate „ca atare”. Nu se acordă nicio garanție, nici expresă, nici implicită, cu privire la acuratețea, fiabilitatea sau corectitudinea oricărei traduceri făcute din limba engleză în orice altă limbă. Este posibil ca anumite conținuturi (cum ar fi imagini, videoclipuri, Flash etc.) să nu fie traduse cu exactitate din cauza limitărilor software-ului de traducere.","text_about_content6":"Textul oficial este versiunea în limba engleză a site-ului web. Orice discrepanțe sau diferențe create în traducere nu sunt obligatorii și nu au niciun efect juridic în scopul conformării sau al aplicării. Dacă apar întrebări legate de acuratețea informațiilor conținute în site-ul tradus, consultați versiunea în limba engleză a site-ului web, care este versiunea oficială."}