{"text_appname":"Напоминание","text_add_label":"добавить напоминание","text_settings_label":"настройки","text_importexport_label":"напоминания об импорте и экспорте","text_help_label":"Помогите","text_about_label":"около","text_snack_mustbenum":"Интервал должен быть числом!","text_snack_toobig":"Выбранный интервал слишком велик!","text_snack_toosmall":"Выбранный интервал слишком мал!","text_settings_title":"Настройки","text_settings_content1":"Здесь вы можете настроить приложение.","text_language":"Выберите язык:","text_close_button":"Закрыть","text_importexport_title":"Импорт Экспорт","text_importexport_content":"Здесь вы можете импортировать и экспортировать напоминания.","text_back":"Назад","text_import":"Импорт:","text_export":"Экспорт","text_error_loadfile":"ошибка: невозможно загрузить файл.","text_error_fileformat":"ошибка: неправильный формат файла.","text_notifications1":"Уведомления должны быть включены для использования этого приложения:","text_notifications2":"Включить уведомления","text_example_title":"Пример названия","text_example_content":"Пример содержания","text_edit_title":"Заглавие:","text_edit_interval":"Интервал:","text_edit_body":"Тело:","text_edit_icon":"Икона:","text_move_backward":"Двигаться назад","text_move_forward":"Двигаться вперед","text_delete":"удалять","text_help_title":"Помогите","text_help_content1":"Looping Reminder - это приложение, которое отправляет уведомления через определенные промежутки времени.","text_help_content2":"Чтобы добавить новое напоминание, нажмите на значок «плюс». Затем отредактируйте текстовые поля и вставьте заголовок уведомления, интервал (в секундах), текст, который будет содержаться в теле уведомления, и URL-адрес значка.","text_help_content3":"Когда приложение запущено в браузере, браузер может отключить уведомления, если приложение не открыто на активной вкладке. Если приложение было установлено, ваше устройство может приостановить его работу, особенно если батарея вашего устройства разряжена. Итак, используйте это приложение, если оно может быть вам полезно, но не используйте его ни для чего важного.","text_help_content4":"В меню настроек вы можете изменить язык пользовательского интерфейса.","text_help_content5":"Чтобы импортировать или экспортировать напоминания, нажмите значок импорта / экспорта. При импорте напоминаний из файла текущие напоминания будут удалены и перезаписаны.","text_help_content6":"Циклическое напоминание - это прогрессивное веб-приложение, что означает, что оно запускается внутри браузера. Когда вы устанавливаете его, хотя компоненты браузера не отображаются, он по-прежнему работает внутри браузера. Напоминания сохраняются в локальном хранилище браузера для домена marcoparrone.github.io. localStorage отлично работает с браузерами Chrome, Edge и Firefox. Другие браузеры могут удалить localStorage через некоторое время. Android по умолчанию использует Chrome, Windows по умолчанию использует Edge. Напоминание о зацикливании в настоящее время не поддерживается продуктами Apple. Чтобы предотвратить потерю напоминаний, рекомендуется делать резервную копию, используя функцию «экспорта», каждый раз, когда вы вносите какие-либо изменения, которые вы не хотите потерять.","text_about_title":"Около","text_about_content1":"Авторские права © 2019,2020,2021 Марко Парроне.","text_about_content2":"Все права защищены.","text_about_content3":"ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕЗАЩИТЫ ОТ ПРАВ. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АВТОРЫ ИЛИ ВЛАДЕЛЬЦЫ АВТОРСКИХ ПРАВ НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЕТЕНЗИИ, УБЫТКИ ИЛИ ДРУГИЕ ОТВЕТСТВЕННОСТЬ, БЫЛИ В РЕЗУЛЬТАТЕ ДОГОВОРА, ПРАКТИЧЕСКИХ ПРАВ ИЛИ ИНЫХ СЛУЧАЙ, ВОЗНИКАЮЩИХ ИЗ, ИЗ ИЛИ В СВЯЗИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ИЛИ ДРУГИМИ ДЕЛАМИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.","text_about_content4":"ДАННАЯ СЛУЖБА МОЖЕТ СОДЕРЖАТЬ ПЕРЕВОДЫ, ОСУЩЕСТВЛЯЕМЫЕ GOOGLE. GOOGLE ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, КАСАЮЩИХСЯ ПЕРЕВОДОВ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ЛЮБЫЕ ГАРАНТИИ ТОЧНОСТИ, НАДЕЖНОСТИ И ЛЮБЫЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕИНФОРМАЦИИ.","text_about_content5":"Это веб-приложение было переведено для вашего удобства с помощью программы перевода на базе Google Translate. Были предприняты разумные усилия для обеспечения точного перевода, однако ни один автоматический перевод не является идеальным и не предназначен для замены переводчиков-людей. Переводы предоставляются пользователям веб-сайта marcoparrone.github.io как услуга и предоставляются «как есть». Не дается никаких гарантий, явных или подразумеваемых, в отношении точности, надежности или правильности любых переводов, сделанных с английского на любой другой язык. Некоторый контент (например, изображения, видео, Flash и т. Д.) Может быть неточно переведен из-за ограничений программного обеспечения для перевода.","text_about_content6":"Официальный текст - английская версия сайта. Любые расхождения или расхождения, возникшие в переводе, не являются обязательными и не имеют юридической силы для целей соблюдения или обеспечения соблюдения. Если возникнут какие-либо вопросы, связанные с точностью информации, содержащейся на переведенном веб-сайте, обратитесь к английской версии веб-сайта, которая является официальной версией."}