{"text_appname":"Kwibutsa","text_add_label":"ongeraho kwibutsa","text_settings_label":"Igenamiterere","text_importexport_label":"kwinjiza no kohereza ibicuruzwa","text_help_label":"ubufasha","text_about_label":"hafi","text_snack_mustbenum":"Intera igomba kuba umubare!","text_snack_toobig":"Intera yatoranijwe ni nini cyane!","text_snack_toosmall":"Intera yatoranijwe ni nto cyane!","text_settings_title":"Igenamiterere","text_settings_content1":"Hano urashobora gushiraho porogaramu.","text_language":"Hitamo ururimi:","text_close_button":"Funga","text_importexport_title":"Kuzana / kohereza hanze","text_importexport_content":"Hano urashobora gutumiza no kohereza hanze ibyo wibutsa.","text_back":"Inyuma","text_import":"Kuzana:","text_export":"Kohereza hanze","text_error_loadfile":"ikosa: ntishobora kwikorera dosiye.","text_error_fileformat":"ikosa: imiterere ya dosiye ni bibi.","text_notifications1":"Kumenyesha bigomba kwemererwa gukoresha iyi porogaramu:","text_notifications2":"Gushoboza kumenyesha","text_example_title":"Urugero Umutwe","text_example_content":"Urugero","text_edit_title":"Umutwe:","text_edit_interval":"Intera:","text_edit_body":"Umubiri:","text_edit_icon":"Agashusho:","text_move_backward":"Himura Inyuma","text_move_forward":"Himura Imbere","text_delete":"Siba","text_help_title":"Ubufasha","text_help_content1":"Kwibutsa Looping ni porogaramu yohereza imenyesha mugihe cyagenwe cyagenwe.","text_help_content2":"Kugirango wongereho kwibutsa, kanda ahanditse \"plus\". Noneho, hindura ahanditse inyandiko hanyuma ushiremo umutwe wimenyesha, intera (mumasegonda), inyandiko izaba iri mumubiri wimenyesha, hamwe na URL yikimenyetso.","text_help_content3":"Iyo porogaramu ikorera muri mushakisha, noneho mushakisha irashobora guhagarika imenyesha niba porogaramu idafunguye muri tab ikora. Niba porogaramu yarashizweho, igikoresho cyawe kirashobora guhagarika porogaramu, cyane cyane niba bateri yawe igikoresho gito. Noneho, koresha iyi porogaramu niba ishobora kugufasha, ariko ntukoreshe ikintu cyingenzi.","text_help_content4":"Muri menu igenamiterere urashobora guhindura imvugo yumukoresha.","text_help_content5":"Kuzana cyangwa kohereza ibicuruzwa byibutsa, kanda kumashusho yo gutumiza / kohereza hanze. Mugihe winjiza ibyibutswa muri dosiye, ibyibutswa biriho bizasibwa kandi byandike.","text_help_content6":"Kwibutsa Looping ni Urubuga rutera imbere, bivuze ko rukorera imbere muri mushakisha. Iyo uyishizeho, mugihe ibice bya mushakisha biterekanwa, iracyakora imbere muri mushakisha. Ibyibutswa bibitswe mububiko bwa mushakisha bwibanze bwibutsa.marcoparrone.github.io. localStorage ikora neza hamwe na Chrome, Edge na Firefox. Abandi bashakisha barashobora gusiba localStorage nyuma yigihe runaka. Android muburyo busanzwe ikoresha Chrome, Windows muburyo busanzwe ikoresha Edge. Kwibutsa Looping kurubu ntabwo ishyigikiwe nibicuruzwa bya Apple. Hamwe nintego yo gufasha gukumira igihombo cyibutswa, birasabwa gukora backup ukoresheje imikorere \"yohereza hanze\", burigihe iyo uhinduye bimwe udashaka gutakaza.","text_about_title":"Ibyerekeye","text_about_content1":"Uburenganzira © 2019,2020,2021 Marco Parrone.","text_about_content2":"Uburenganzira bwose burasubitswe.","text_about_content3":"SOFTWARE YATANZWE \"NKUKO\", NTA BWEMEZO BW'UBUNTU BWO, BURUNDU CYANGWA BUKORESHEJWE, HARIMO ARIKO NTIBUGARAGARA KUBURYO BW'UBUCURUZI, BIKORESHEJWE INTEGO ZIDASANZWE NA NONINFRING. NTA KINTU CYIZABA ABAYOBOZI CYANGWA ABAFATANYABIKORWA BAKORESHEJWE KUBURYO BURUNDU, INDISHYI CYANGWA IZINDI NINSHINGANO, NUBWO MU GIKORWA CY'AMASEZERANO, TORT CYANGWA IBINDI BIKORWA, BIKURIKIRA CYANGWA BIKORESHEJWE NA SOFTW. SOFTWARE.","text_about_content4":"IYI SERIVISI IRASHOBORA GUHINDUKA BISHOBORA GUKORESHWA NA GOOGLE. GOOGLE YEREKANA INTAMBARA ZOSE ZIFATANYIJE N'UBUHINDUZI, BIDASANZWE CYANGWA BIKORESHEJWE, HARIMO INTWARO ZOSE Z'UBURYO, UKWIZERA, N'INGINGO ZOSE ZIKORESHWA MU BIKORWA BY'UBUCURUZI.","text_about_content5":"Iyi porogaramu y'urubuga yahinduwe kugirango bikworohereze ukoresheje software yubuhinduzi ikoreshwa na Google Translate. Hashyizweho ingufu zifatika zo gutanga ibisobanuro nyabyo, ariko, nta buhinduzi bwikora butunganye kandi ntibugamije gusimbuza abasemuzi. Ubuhinduzi butangwa nka serivisi kubakoresha urubuga rwa marcoparrone.github.io, kandi butangwa \"nkuko biri.\" Nta garanti y'ubwoko ubwo aribwo bwose, bwaba bwaragaragajwe cyangwa bwerekanwe, bukozwe ku bijyanye n'ukuri, kwiringirwa, cyangwa gukosora ibisobanuro byose byakozwe kuva mu Cyongereza mu rundi rurimi. Ibirimo bimwe (nk'amashusho, videwo, Flash, nibindi) ntibishobora guhindurwa neza kubera imbogamizi za software yubuhinduzi.","text_about_content6":"Inyandiko yemewe nicyongereza cyurubuga. Ibinyuranyo cyangwa itandukaniro ryakozwe mubusemuzi ntabwo ari itegeko kandi nta ngaruka zemewe n'amategeko zubahiriza cyangwa intego zo kubahiriza. Niba hari ikibazo kivutse kijyanye nukuri kwamakuru akubiye kurubuga rwahinduwe, reba verisiyo yicyongereza yurubuga aribwo buryo bwemewe."}