{"text_appname":"Pripomienka","text_add_label":"pridať pripomienku","text_settings_label":"nastavenie","text_importexport_label":"pripomenutia importu a exportu","text_help_label":"Pomoc","text_about_label":"o","text_snack_mustbenum":"Interval musí byť číslo!","text_snack_toobig":"Zvolený interval je príliš veľký!","text_snack_toosmall":"Zvolený interval je príliš malý!","text_settings_title":"nastavenie","text_settings_content1":"Tu môžete nakonfigurovať aplikáciu.","text_language":"Zvoľte jazyk:","text_close_button":"Zavrieť","text_importexport_title":"Import / export","text_importexport_content":"Tu môžete importovať a exportovať svoje pripomenutia.","text_back":"späť","text_import":"Import:","text_export":"Export","text_error_loadfile":"chyba: nie je možné načítať súbor.","text_error_fileformat":"chyba: formát súboru je nesprávny.","text_notifications1":"Ak chcete používať túto aplikáciu, musia byť povolené upozornenia:","text_notifications2":"Povoliť upozornenia","text_example_title":"Príklad názvu","text_example_content":"Ukážkový obsah","text_edit_title":"Názov:","text_edit_interval":"Interval:","text_edit_body":"Telo:","text_edit_icon":"Ikona:","text_move_backward":"Posunúť dozadu","text_move_forward":"Pohnúť sa vpred","text_delete":"Odstrániť","text_help_title":"Pomoc","text_help_content1":"Looping Reminder je aplikácia, ktorá odosiela oznámenia v stanovených časových intervaloch.","text_help_content2":"Ak chcete pridať nové pripomenutie, stlačte ikonu plus. Potom upravte textové polia a vložte názov oznámenia, interval (v sekundách), text, ktorý bude obsiahnutý v tele oznámenia, a URL ikony.","text_help_content3":"Ak je aplikácia spustená v prehľadávači, môže prehľadávač deaktivovať upozornenia, ak nie je otvorená na aktívnej karte. Ak bola aplikácia nainštalovaná, vaše zariadenie ju môže pozastaviť, najmä ak je batéria vášho zariadenia nízka. Takže, použite túto aplikáciu, ak vám môže pomôcť, ale nepoužívajte ju na nič dôležité.","text_help_content4":"V ponuke nastavení môžete zmeniť jazyk používateľského rozhrania.","text_help_content5":"Ak chcete importovať alebo exportovať pripomienky, stlačte ikonu import / export. Pri importovaní pripomienok zo súboru sa súčasné pripomenutia odstránia a prepíšu.","text_help_content6":"Looping Reminder je progresívna webová aplikácia, čo znamená, že je spustená vo vnútri prehliadača. Keď ho nainštalujete, zatiaľ čo sa komponenty prehliadača nezobrazia, stále beží v prehliadači. Pripomienky sú uložené v miestnom úložisku prehliadača pre doménu připomenutia.marcoparrone.github.io. localStorage funguje dobre s prehliadačmi Chrome, Edge a Firefox. Ostatné prehliadače môžu po určitom čase lokálne úložisko vymazať. Android predvolene používa Chrome, Windows predvolene Edge. Pripomenutie opakovania nie je v súčasnosti v produktoch Apple podporované. S cieľom zabrániť strate pripomienok sa navrhuje vytvoriť zálohu pomocou funkcie „exportovať“ zakaždým, keď urobíte zmeny, ktoré nechcete stratiť.","text_about_title":"O","text_about_content1":"Autorské práva © 2019,2020,2021 Marco Parrone.","text_about_content2":"Všetky práva vyhradené.","text_about_content3":"SOFTVÉR JE POSKYTOVANÝ „TAK, AKO JE“, BEZ ZÁRUKY AKÉHOKOĽVEK DRUHU, VÝSLOVNÉHO ALEBO IMPLIKOVANÉHO, VRÁTANE, ALE NIE SÚ OBMEDZENÉ, ZÁRUK OBCHODOVATEĽNOSTI, VHODNOSTI NA KONKRÉTNY ÚČEL A NEPORUŠENIE PREDPISOV. AUTORI ALEBO DRŽITELIA AUTORSKÝCH PRÁV V ŽIADNOM PRÍPADE NEME ZODPOVEDNOSŤ ZA ŽIADNE NÁROKY, ŠKODY ALEBO JINÚ ZODPOVEDNOSŤ, ČI ZA ÚKONY ZMLUVY, TORTU ALEBO INAK, VYPLÝVAJÚCE Z, SOFTWARU ALEBO POUŽITÍM ALEBO INÝM OBCHODOVANÍM V SOFTVÉR.","text_about_content4":"TÁTO SLUŽBA MÔŽE OBSAHOVAŤ PREKLADY POHNUTÉ SPOLOČNOSŤOU GOOGLE. GOOGLE SA ZRIEKA VŠETKÝCH ZÁRUK TÝKAJÚCICH SA PREKLADOV, VÝSLOVNÝCH ALEBO PREDPOKLADANÝCH, VRÁTANE ZÁRUK PRESNOSTI, SPOĽAHLIVOSTI A AKÝCHKOĽVEK IMPLIKOVANÝCH ZÁRUK OBCHODOVATEĽNOSTI, VHODNOSTI NA KONKRÉTNY ÚČEL.","text_about_content5":"Táto webová aplikácia bola pre vaše pohodlie preložená pomocou prekladateľského softvéru poskytovaného službou Google Translate. Vynaložilo sa primerané úsilie na zabezpečenie presného prekladu. Žiadny automatizovaný preklad však nie je dokonalý a jeho účelom nie je nahradiť ľudských prekladateľov. Preklady sa poskytujú ako služba používateľom webových stránok marcoparrone.github.io a poskytujú sa „tak, ako sú“. Za presnosť, spoľahlivosť alebo správnosť akýchkoľvek prekladov z angličtiny do iného jazyka sa neposkytuje nijaká záruka, výslovná ani implicitná. Niektorý obsah (napríklad obrázky, videá, Flash atď.) Nemusí byť možné presne preložiť z dôvodu obmedzení prekladového softvéru.","text_about_content6":"Oficiálnym textom je anglická verzia webovej stránky. Akékoľvek nezrovnalosti alebo rozdiely vzniknuté v preklade nie sú záväzné a nemajú právny účinok na účely súladu alebo vynucovania. Ak sa vyskytnú akékoľvek otázky týkajúce sa presnosti informácií uvedených na preloženej webovej stránke, obráťte sa na anglickú verziu webovej stránky, ktorá je oficiálnou verziou."}