{"text_appname":"Khopotso","text_add_label":"eketsa khopotso","text_settings_label":"Litlhophiso","text_importexport_label":"likhopotso tsa ho kenya le ho rekisa kantle ho naha","text_help_label":"Thusa","text_about_label":"mabapi le","text_snack_mustbenum":"Nako e lokela ho ba palo!","text_snack_toobig":"Nako e khethiloeng e kholo haholo!","text_snack_toosmall":"Nako e khethiloeng e nyane haholo!","text_settings_title":"Litlhophiso","text_settings_content1":"Mona o ka hlophisa ts'ebeliso.","text_language":"Khetha puo:","text_close_button":"Haufi","text_importexport_title":"Ho kenya / ho rekisa kantle ho naha","text_importexport_content":"Mona o ka kenya le ho rekisa likhopotso tsa hau.","text_back":"Ka morao","text_import":"Kenya:","text_export":"Romella kantle ho naha","text_error_loadfile":"phoso: ha e khone ho kenya file.","text_error_fileformat":"phoso: fomate ea faele e fosahetse.","text_notifications1":"Litsebiso li tlameha ho fuoa matla ho sebelisa sesebelisoa sena:","text_notifications2":"Numella tsebiso","text_example_title":"Sehlooho sa Mohlala","text_example_content":"Mohlala oa Likateng","text_edit_title":"Sehlooho:","text_edit_interval":"Karohano:","text_edit_body":"'Mele:","text_edit_icon":"Letšoao:","text_move_backward":"Khutlela morao","text_move_forward":"Tsoela Pele","text_delete":"Tlosa","text_help_title":"Thusa","text_help_content1":"Khopotso ea Looping ke ts'ebeliso e romellang tsebiso ka linako tse hlalositsoeng tsa nako.","text_help_content2":"Ho eketsa likhopotso tse ncha, tobetsa konopo ea \"plus\". Ebe u hlophisa libaka tse ngotsoeng ebe u kenya sehlooho sa tsebiso, karohano (ka metsotsoana), sengoloa se tla ba teng 'meleng oa tsebiso, le URL ea aekhone.","text_help_content3":"Ha ts'ebeliso e ntse e sebetsa sebatling, sebatli se kanna sa tima litsebiso haeba ts'ebeliso e sa bulehe ka har'a tab e sebetsang. Haeba ts'ebeliso e kentsoe, sesebelisoa sa hau se kanna sa emisa ts'ebeliso, haholo haeba betri ea sesebelisoa sa hau e le tlase. Kahoo, sebelisa ts'ebeliso ena haeba e ka ba thuso ho uena, empa u se e sebelisetse eng kapa eng ea bohlokoa.","text_help_content4":"Lenaneng la li-setting u ka fetola puo ea sebopeho sa mosebelisi.","text_help_content5":"Ho kenya kapa ho rekisa likhopotso kantle ho naha, tobetsa konopo ea import / export. Ha o kenya likhopotso ho tsoa faeleng, likhopotso tsa hajoale li tla hlakoloa ebe li hlakoloa.","text_help_content6":"Khopotso ea Looping ke Ts'ebeliso ea Webosaete e Tsoelang Pele, ho bolelang hore e matha ka har'a sebatli. Ha o e kenya, ha likarolo tsa sebatli li sa bontšoe, e ntse e sebetsa ka har'a sebatli. Likhopotso li bolokiloe sebakeng sa sebaka sa polokelo sa sebatli bakeng sa sehopotso sa domain.marcoparrone.github.io. localStorage e sebetsa hantle ka libatli tsa Chrome, Edge le Firefox. Libatli tse ling li ka hlakolaStorage ea lehae kamora nakoana. Android ka boiketsetso e sebelisa Chrome, Windows ka bo eona e sebelisa Edge. Khopotso ea Looping ha e tšehetsoe lihlahisoa tsa Apple. Ka sepheo sa ho thusa ho thibela tahlehelo ea likhopotso, ho kgothaletswa ho etsa backup ka ho sebetsa ka \"Export\", nako le nako ha o etsa liphetoho tseo o sa batleng ho li lahleheloa.","text_about_title":"Mabapi le","text_about_content1":"Tokelo ea Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Litokelo tsohle li sirelelitsoe.","text_about_content3":"LITLHAKISO TSE FUMANEHANG \"JOALOKA HO\", Kantle ho Tiisetso ea Mofuta ofe kapa ofe, HLALOSA KAPA HO SEBELISOA, HO KENYETSOA EMPA HA HO FIHLELELE HO LITLHAKISO TSA BOPHELO, BOPHELO BA MORERO OA SEBELE LE HO SE BONAHALO. HA HO KAMOO BANGOLI BA KAPA BATHO BA TOKELO EA TOKOLO BA TLA BA LE MOKHOA OA HO QOSOA, HO SENYANG KAPA HO NA LE MOKHOA O MONG, HAPE KE KETSAHALO EA TUMELLANO, TORO KAPA HO ETSA TJENA, E TSOANG KAPA KAPA HO IKOPANYA LE SOFTLELE KAPA HO SEBELISA KAPA HO SEBELISANG LITABA TSE LING LIEKETSENG SOFI.","text_about_content4":"TŠEBELETSO ENA E KA BA LE LIPHETOLELO TSE MABAPI LE GOOGLE. GOOGLE E HLOKA LITOKELO TSOHLE TSE AMANG LE LIPHETOLETSO, TLHALOSA KAPA HO SEBELISOA, HO KENYETSOA LITOKISETSO TSOHLE TSA BOPHELO, BOTŠEPEHI LE TSOHLE TSE BONAHALANG TSA BOPHELO, HO LOKELA MORERO OA BOPHELO LE BOPHELO.","text_about_content5":"Sesebelisoa sena sa marang-rang se fetoletsoe molemong oa hau ka ho sebelisa software ea phetolelo e tsamaisoang ke Google Translate. Ho entsoe boiteko bo utloahalang ba ho fana ka phetolelo e nepahetseng, leha ho le joalo, ha ho phetolelo e ikemetseng e phethahetseng ebile ha ea rereloa ho nkela bafetoleli ba batho sebaka. Liphetolelo li fanoa joalo ka ts'ebeletso ho basebelisi ba sebaka sa marang-rang sa marcoparrone.github.io, 'me li fanoa \"joalo ka ha e le joalo.\" Ha ho tiisetso ea mofuta ofe kapa ofe, ebang e hlahisitsoe kapa e hlahisitsoe, e etsoang mabapi le ho nepahala, ho tšepahala, kapa ho nepahala ha liphetolelo life kapa life tse entsoeng ho tloha Senyesemane ho ea puong efe kapa efe. Lintlha tse ling (joalo ka litšoantšo, livideo, Flash, jj.) Li kanna tsa se fetoleloe ka nepo ka lebaka la bofokoli ba software ea phetolelo.","text_about_content6":"Sengoloa sa semmuso ke mofuta oa sebaka sa marang-rang sa Senyesemane. Ho se lumellane kapa liphapang life kapa life tse hlahisitsoeng phetolelong ha li tlame ebile ha li na phello ea molao bakeng sa ho latela kapa ho tiisa. Haeba ho hlaha lipotso tse amanang le ho nepahala ha tlhaiso-leseling e fumanehang sebakeng sa marang-rang se fetoletsoeng, sheba mofuta oa sebaka sa marang-rang sa Senyesemane seo e leng mofuta oa semmuso."}