{"text_appname":"Kikumbusho","text_add_label":"ongeza ukumbusho","text_settings_label":"mipangilio","text_importexport_label":"kuagiza na kuuza nje vikumbusho","text_help_label":"msaada","text_about_label":"kuhusu","text_snack_mustbenum":"Muda lazima uwe nambari!","text_snack_toobig":"Muda uliochaguliwa ni mkubwa sana!","text_snack_toosmall":"Muda uliochaguliwa ni mdogo sana!","text_settings_title":"Mipangilio","text_settings_content1":"Hapa unaweza kusanidi programu.","text_language":"Chagua lugha:","text_close_button":"Funga","text_importexport_title":"Kuagiza / kuuza nje","text_importexport_content":"Hapa unaweza kuagiza na kusafirisha vikumbusho vyako.","text_back":"Nyuma","text_import":"Ingiza:","text_export":"Hamisha","text_error_loadfile":"kosa: haiwezi kupakia faili.","text_error_fileformat":"kosa: muundo wa faili sio sawa.","text_notifications1":"Arifa lazima ziwezeshwe kutumia programu hii:","text_notifications2":"Washa arifa","text_example_title":"Kichwa cha Mfano","text_example_content":"Mfano wa Maudhui","text_edit_title":"Kichwa:","text_edit_interval":"Muda:","text_edit_body":"Mwili:","text_edit_icon":"Aikoni:","text_move_backward":"Songa Nyuma","text_move_forward":"Songa mbele","text_delete":"Futa","text_help_title":"Msaada","text_help_content1":"Kikumbusho cha kufungua ni programu inayotuma arifa kwa vipindi vya wakati vilivyoainishwa.","text_help_content2":"Ili kuongeza ukumbusho mpya, bonyeza kitufe cha \"plus\". Kisha, hariri sehemu za maandishi na ingiza kichwa cha arifa, muda (kwa sekunde), maandishi ambayo yatapatikana kwenye mwili wa arifa, na URL ya ikoni.","text_help_content3":"Wakati programu inafanya kazi kwenye kivinjari, basi kivinjari kinaweza kuzima arifa ikiwa programu haijafunguliwa kwenye kichupo kinachotumika. Ikiwa programu imewekwa, kifaa chako kinaweza kusimamisha programu, haswa ikiwa betri ya kifaa chako iko chini. Kwa hivyo, tumia programu tumizi hii ikiwa inaweza kukusaidia, lakini usiitumie kwa kitu chochote muhimu.","text_help_content4":"Katika menyu ya mipangilio unaweza kubadilisha lugha ya kiolesura cha mtumiaji.","text_help_content5":"Ili kuagiza au kusafirisha vikumbusho, bonyeza kitufe cha kuagiza / kusafirisha. Wakati wa kuagiza vikumbusho kutoka kwa faili, vikumbusho vya sasa vitafutwa na kuandikwa tena.","text_help_content6":"Kikumbusho cha kufungua ni Maombi ya Wavuti ya Maendeleo, ambayo inamaanisha kuwa inaendesha ndani ya kivinjari. Unapoiweka, wakati vifaa vya kivinjari havijaonyeshwa, bado inaendesha ndani ya kivinjari. Vikumbusho vinahifadhiwa katika Hifadhi ya karibu ya kivinjari kwa kikoa cha ukumbusho.marcoparrone.github.io. Uhifadhi wa eneo hufanya kazi vizuri na vivinjari vya Chrome, Edge na Firefox. Vivinjari vingine vinaweza kufuta Uhifadhi wa ndani baada ya muda fulani. Android kwa chaguo-msingi hutumia Chrome, Windows kwa default hutumia Edge. Kikumbusho cha Kufunguka hakitumiki kwenye bidhaa za Apple. Kwa kusudi la kusaidia kuzuia upotezaji wa vikumbusho, inashauriwa kufanya nakala rudufu kwa kutumia utendaji wa \"kuuza nje\", kila wakati unafanya marekebisho ambayo hautaki kupoteza.","text_about_title":"Kuhusu","text_about_content1":"Hakimiliki © 2019,2020,2021 Marco Parrone.","text_about_content2":"Haki zote zimehifadhiwa.","text_about_content3":"SOFTWARE IMETOLEWA \"KAMA ILIYO\", BILA DHAMANA YA AINA YOYOTE, KUONESHA AU KUIELEZWA, IKIJUMUISHA LAKINI SIYO PEKEE KWENYE Dhibitisho la Uuzaji, UFAHAMU KWA KUSUDI FULANI NA KUPUNGUKA. WAANDISHI AU WENYE HAKI ZA HAKIMA HAWAWEZI KUWAjibika kwa madai yoyote, Uharibifu au Uwajibikaji WINGINE, AMA KWA SHUGHULI YA MIKATABA, TORO AU VINGINEVYO, KUTOKA KUTOKA, AU YA AU KUUNGANISHA NA SOFTWARE AU MATUMIZI AU MADHARA MENGINE. SOFTWARE.","text_about_content4":"HUDUMA HII INAWEZA KUWA NA TAFSIRI ZINAZOTUMIWA NA GOOGLE. GOOGLE INAKATAA Dhibitisho ZOTE ZINAZOHUSIANA NA TAFSIRI, KUONESHA AU KUIELEZWA, PAMOJA NA DHAMANA ZOZOTE ZA UHAKIKI, UAMINIFU, NA VIDOKEZO VYOTE VINAVYOAMBIWA VYA UWEZO WA KIASILI.","text_about_content5":"Programu hii ya wavuti imetafsiriwa kwa urahisi wako kwa kutumia programu ya kutafsiri inayotumiwa na Google Tafsiri. Jitihada za busara zimefanywa kutoa tafsiri sahihi, hata hivyo, hakuna tafsiri ya kiotomatiki ambayo si kamili wala haikusudiwi kuchukua nafasi ya watafsiri wa kibinadamu. Tafsiri hutolewa kama huduma kwa watumiaji wa wavuti ya marcoparrone.github.io, na hutolewa \"kama ilivyo.\" Hakuna dhamana ya aina yoyote, iwe imeonyeshwa au inasemekana, inafanywa juu ya usahihi, uaminifu, au usahihi wa tafsiri zozote zilizofanywa kutoka Kiingereza kwenda lugha nyingine yoyote. Baadhi ya yaliyomo (kama vile picha, video, Flash, n.k.) hayawezi kutafsiriwa kwa usahihi kwa sababu ya mapungufu ya programu ya tafsiri.","text_about_content6":"Maandishi rasmi ni toleo la Kiingereza la wavuti. Utofauti wowote au tofauti zilizoundwa katika tafsiri hazijumui na hazina athari za kisheria kwa kufuata au kutekeleza malengo. Ikiwa maswali yoyote yatatokea yanayohusiana na usahihi wa habari iliyo kwenye wavuti iliyotafsiriwa, rejea toleo la Kiingereza la wavuti ambayo ndiyo toleo rasmi."}