{"text_appname":"நினைவூட்டல்","text_add_label":"நினைவூட்டலைச் சேர்க்கவும்","text_settings_label":"அமைப்புகள்","text_importexport_label":"இறக்குமதி மற்றும் ஏற்றுமதி நினைவூட்டல்கள்","text_help_label":"உதவி","text_about_label":"பற்றி","text_snack_mustbenum":"இடைவெளி ஒரு எண்ணாக இருக்க வேண்டும்!","text_snack_toobig":"தேர்ந்தெடுக்கப்பட்ட இடைவெளி மிகப் பெரியது!","text_snack_toosmall":"தேர்ந்தெடுக்கப்பட்ட இடைவெளி மிகவும் சிறியது!","text_settings_title":"அமைப்புகள்","text_settings_content1":"இங்கே நீங்கள் பயன்பாட்டை உள்ளமைக்கலாம்.","text_language":"மொழியைத் தேர்வுசெய்க:","text_close_button":"நெருக்கமான","text_importexport_title":"இறக்குமதி ஏற்றுமதி","text_importexport_content":"இங்கே நீங்கள் உங்கள் நினைவூட்டல்களை இறக்குமதி செய்து ஏற்றுமதி செய்யலாம்.","text_back":"மீண்டும்","text_import":"இறக்குமதி:","text_export":"ஏற்றுமதி","text_error_loadfile":"பிழை: கோப்பை ஏற்ற முடியாது.","text_error_fileformat":"பிழை: கோப்பு வடிவம் தவறு.","text_notifications1":"இந்த பயன்பாட்டைப் பயன்படுத்த அறிவிப்புகள் இயக்கப்பட வேண்டும்:","text_notifications2":"அறிவிப்புகளை இயக்கு","text_example_title":"எடுத்துக்காட்டு தலைப்பு","text_example_content":"எடுத்துக்காட்டு உள்ளடக்கம்","text_edit_title":"தலைப்பு:","text_edit_interval":"இடைவெளி:","text_edit_body":"உடல்:","text_edit_icon":"ஐகான்:","text_move_backward":"பின்னால் நகர்த்த","text_move_forward":"முன்னோக்கி நகர்த்தவும்","text_delete":"அழி","text_help_title":"உதவி","text_help_content1":"லூப்பிங் நினைவூட்டல் என்பது வரையறுக்கப்பட்ட இடைவெளியில் அறிவிப்புகளை அனுப்பும் ஒரு பயன்பாடு ஆகும்.","text_help_content2":"புதிய நினைவூட்டலைச் சேர்க்க, \"பிளஸ்\" ஐகானை அழுத்தவும். பின்னர், உரை புலங்களைத் திருத்தி அறிவிப்பின் தலைப்பு, இடைவெளி (நொடிகளில்), அறிவிப்பின் உடலில் இருக்கும் உரை மற்றும் ஒரு ஐகானின் URL ஐ செருகவும்.","text_help_content3":"பயன்பாடு உலாவியில் இயங்கும்போது, செயலில் உள்ள தாவலில் பயன்பாடு திறக்கப்படாவிட்டால் உலாவி அறிவிப்புகளை முடக்கலாம். பயன்பாடு நிறுவப்பட்டிருந்தால், உங்கள் சாதனம் பயன்பாட்டை இடைநிறுத்தக்கூடும், குறிப்பாக உங்கள் சாதன பேட்டரி குறைவாக இருந்தால். எனவே, இந்த பயன்பாடு உங்களுக்கு ஏதேனும் உதவியாக இருந்தால் அதைப் பயன்படுத்தவும், ஆனால் முக்கியமான எதற்கும் இதைப் பயன்படுத்த வேண்டாம்.","text_help_content4":"அமைப்புகள் மெனுவில் நீங்கள் பயனர் இடைமுகத்தின் மொழியை மாற்றலாம்.","text_help_content5":"நினைவூட்டல்களை இறக்குமதி செய்ய அல்லது ஏற்றுமதி செய்ய, இறக்குமதி / ஏற்றுமதி ஐகானை அழுத்தவும். ஒரு கோப்பிலிருந்து நினைவூட்டல்களை இறக்குமதி செய்யும் போது, தற்போதைய நினைவூட்டல்கள் நீக்கப்பட்டு மேலெழுதப்படும்.","text_help_content6":"லூப்பிங் நினைவூட்டல் ஒரு முற்போக்கான வலை பயன்பாடு ஆகும், அதாவது இது உலாவிக்குள் இயங்குகிறது. நீங்கள் அதை நிறுவும் போது, உலாவி கூறுகள் காண்பிக்கப்படாவிட்டாலும், அது இன்னும் உலாவிக்குள் இயங்கும். நினைவூட்டல்கள் நினைவூட்டலுக்கான உலாவியின் லோக்கல் ஸ்டோரேஜில் சேமிக்கப்படும். மார்கோபார்ரோன்.காம் டொமைன். குரோம், எட்ஜ் மற்றும் பயர்பாக்ஸ் உலாவிகளில் லோக்கல் ஸ்டோரேஜ் நன்றாக வேலை செய்கிறது. பிற உலாவிகள் சிறிது நேரத்திற்குப் பிறகு லோக்கல் ஸ்டோரேஜை நீக்கலாம். Android இயல்பாக Chrome ஐப் பயன்படுத்துகிறது, இயல்பாகவே விண்டோஸ் எட்ஜ் பயன்படுத்துகிறது. ஆப்பிள் தயாரிப்புகளில் லூப்பிங் நினைவூட்டல் தற்போது ஆதரிக்கப்படவில்லை. நினைவூட்டல்களின் இழப்பைத் தடுக்க உதவும் நோக்கத்துடன், \"ஏற்றுமதி\" செயல்பாட்டைப் பயன்படுத்தி காப்புப்பிரதி எடுக்க பரிந்துரைக்கப்படுகிறது, ஒவ்வொரு முறையும் நீங்கள் இழக்க விரும்பாத சில மாற்றங்களைச் செய்கிறீர்கள்.","text_about_title":"பற்றி","text_about_content1":"பதிப்புரிமை © 2019,2020,2021 மார்கோ பரோன்.","text_about_content2":"அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.","text_about_content3":"எந்தவொரு வகையிலும் உத்தரவாதமின்றி, வெளிப்படுத்தப்பட்ட அல்லது செயல்படுத்தப்பட்ட, மென்பொருளானது \"உள்ளபடியே\" வழங்கப்படுகிறது, ஆனால் வணிகத்தின் உத்தரவாதங்களுடன் வரம்பிடப்படவில்லை, ஒரு குறிப்பிட்ட நோக்கத்திற்கான பொருத்தம். எந்தவொரு சந்தர்ப்பத்திலும், எந்தவொரு உரிமைகோரலுக்கும், சேதங்களுக்கும் அல்லது பிற பொறுப்பிற்கும் பொறுப்பான ஆசிரியர்கள் அல்லது காப்பிரைட் ஹோல்டர்கள் பொறுப்பேற்க மாட்டார்கள், தொடர்பு, நடவடிக்கை அல்லது பிறவற்றில், எழும், அல்லது வெளியே அல்லது வேறு எந்தவொரு விஷயத்திலும். மென்பொருள்.","text_about_content4":"இந்த சேவை GOOGLE மூலம் இயங்கும் மொழிபெயர்ப்புகளைத் தொடரலாம். மொழிபெயர்ப்புகளுடன் தொடர்புடைய அனைத்து உத்தரவாதங்களையும் கூகிள் மறுக்கிறது, வெளிப்படுத்துகிறது அல்லது செயல்படுத்தப்படுகிறது, துல்லியம், நம்பகத்தன்மை மற்றும் வணிகரீதியான மற்றும் தகுதியுள்ள எந்தவொரு உத்தரவாதங்களையும் உள்ளடக்கியது .பயன்படுத்தும் திறன் மற்றும் திறமை.","text_about_content5":"கூகிள் மொழிபெயர்ப்பால் இயக்கப்படும் மொழிபெயர்ப்பு மென்பொருளைப் பயன்படுத்தி உங்கள் வசதிக்காக இந்த வலை பயன்பாடு மொழிபெயர்க்கப்பட்டுள்ளது. ஒரு துல்லியமான மொழிபெயர்ப்பை வழங்க நியாயமான முயற்சிகள் மேற்கொள்ளப்பட்டுள்ளன, இருப்பினும், எந்தவொரு தானியங்கி மொழிபெயர்ப்பும் சரியானதல்ல அல்லது மனித மொழிபெயர்ப்பாளர்களை மாற்றுவதற்கான நோக்கமும் இல்லை. மார்கோபரோரோன்.காம் வலைத்தளத்தின் பயனர்களுக்கு மொழிபெயர்ப்புகள் ஒரு சேவையாக வழங்கப்படுகின்றன, மேலும் அவை \"அப்படியே\" வழங்கப்படுகின்றன. ஆங்கிலத்திலிருந்து வேறு எந்த மொழியிலும் செய்யப்பட்ட எந்த மொழிபெயர்ப்புகளின் துல்லியம், நம்பகத்தன்மை அல்லது சரியான தன்மை குறித்து எந்தவொரு உத்தரவாதமும் வெளிப்படுத்தப்படவில்லை அல்லது மறைமுகமாக செய்யப்படவில்லை. மொழிபெயர்ப்பு மென்பொருளின் வரம்புகள் காரணமாக சில உள்ளடக்கங்களை (படங்கள், வீடியோக்கள், ஃப்ளாஷ் போன்றவை) துல்லியமாக மொழிபெயர்க்க முடியாது.","text_about_content6":"அதிகாரப்பூர்வ உரை வலைத்தளத்தின் ஆங்கில பதிப்பாகும். மொழிபெயர்ப்பில் உருவாக்கப்பட்ட ஏதேனும் முரண்பாடுகள் அல்லது வேறுபாடுகள் பிணைக்கப்படவில்லை மற்றும் இணக்கம் அல்லது அமலாக்க நோக்கங்களுக்காக சட்டரீதியான விளைவைக் கொண்டிருக்கவில்லை. மொழிபெயர்க்கப்பட்ட இணையதளத்தில் உள்ள தகவல்களின் துல்லியம் தொடர்பாக ஏதேனும் கேள்விகள் எழுந்தால், அதிகாரப்பூர்வ பதிப்பான வலைத்தளத்தின் ஆங்கில பதிப்பைப் பார்க்கவும்."}