{"text_appname":"การแจ้งเตือน","text_add_label":"เพิ่มการแจ้งเตือน","text_settings_label":"การตั้งค่า","text_importexport_label":"การแจ้งเตือนการนำเข้าและส่งออก","text_help_label":"ช่วยด้วย","text_about_label":"เกี่ยวกับ","text_snack_mustbenum":"ช่วงเวลาต้องเป็นตัวเลข!","text_snack_toobig":"ช่วงเวลาที่เลือกใหญ่เกินไป!","text_snack_toosmall":"ช่วงเวลาที่เลือกน้อยเกินไป!","text_settings_title":"การตั้งค่า","text_settings_content1":"คุณสามารถกำหนดค่าแอปพลิเคชันได้ที่นี่","text_language":"เลือกภาษา:","text_close_button":"ปิด","text_importexport_title":"นำเข้าส่งออก","text_importexport_content":"คุณสามารถนำเข้าและส่งออกการแจ้งเตือนได้ที่นี่","text_back":"กลับ","text_import":"นำเข้า:","text_export":"ส่งออก","text_error_loadfile":"ข้อผิดพลาด: ไม่สามารถโหลดไฟล์ได้","text_error_fileformat":"ข้อผิดพลาด: รูปแบบไฟล์ไม่ถูกต้อง","text_notifications1":"ต้องเปิดใช้งานการแจ้งเตือนเพื่อใช้แอปพลิเคชันนี้:","text_notifications2":"เปิดใช้งานการแจ้งเตือน","text_example_title":"ชื่อตัวอย่าง","text_example_content":"ตัวอย่างเนื้อหา","text_edit_title":"หัวข้อ:","text_edit_interval":"ช่วงเวลา:","text_edit_body":"ร่างกาย:","text_edit_icon":"ไอคอน:","text_move_backward":"เลื่อนไปข้างหลัง","text_move_forward":"เดินหน้า","text_delete":"ลบ","text_help_title":"ช่วยด้วย","text_help_content1":"Looping Reminder เป็นแอพพลิเคชั่นที่ส่งการแจ้งเตือนตามช่วงเวลาที่กำหนด","text_help_content2":"หากต้องการเพิ่มการช่วยเตือนใหม่ให้กดไอคอน \"บวก\" จากนั้นแก้ไขช่องข้อความและใส่ชื่อของการแจ้งเตือนช่วงเวลา (เป็นวินาที) ข้อความที่จะอยู่ในเนื้อหาของการแจ้งเตือนและ URL ของไอคอน","text_help_content3":"เมื่อแอปพลิเคชันทำงานในเบราว์เซอร์เบราว์เซอร์อาจปิดการแจ้งเตือนหากแอปพลิเคชันไม่ได้เปิดขึ้นในแท็บที่ใช้งานอยู่ หากติดตั้งแอปพลิเคชันอุปกรณ์ของคุณอาจระงับแอปพลิเคชันโดยเฉพาะอย่างยิ่งหากแบตเตอรี่ของอุปกรณ์ของคุณเหลือน้อย ดังนั้นให้ใช้แอปพลิเคชั่นนี้ถ้ามันอาจจะช่วยคุณได้ แต่อย่าใช้เพื่ออะไรที่สำคัญ","text_help_content4":"ในเมนูการตั้งค่าคุณสามารถเปลี่ยนภาษาของอินเทอร์เฟซผู้ใช้","text_help_content5":"ในการนำเข้าหรือส่งออกการแจ้งเตือนให้กดที่ไอคอนนำเข้า / ส่งออก เมื่อนำเข้าการแจ้งเตือนจากไฟล์การแจ้งเตือนปัจจุบันจะถูกลบและเขียนทับ","text_help_content6":"Looping Reminder คือ Progressive Web Application ซึ่งหมายความว่ามันทำงานภายในเบราว์เซอร์ เมื่อคุณติดตั้งในขณะที่ไม่แสดงส่วนประกอบของเบราว์เซอร์ แต่ก็ยังคงทำงานในเบราว์เซอร์ การแจ้งเตือนจะถูกบันทึกไว้ใน localStorage ของเบราว์เซอร์สำหรับโดเมน alert.marcoparrone.github.io localStorage ทำงานได้ดีกับเบราว์เซอร์ Chrome, Edge และ Firefox เบราว์เซอร์อื่นอาจลบ localStorage หลังจากเวลาผ่านไปสักครู่ โดยค่าเริ่มต้น Android ใช้ Chrome โดยค่าเริ่มต้น Windows จะใช้ Edge การเตือนการวนซ้ำยังไม่รองรับผลิตภัณฑ์ Apple ในขณะนี้ ด้วยจุดประสงค์เพื่อช่วยป้องกันการสูญเสียการแจ้งเตือนขอแนะนำให้ทำการสำรองข้อมูลโดยใช้ฟังก์ชัน \"ส่งออก\" ทุกครั้งที่คุณทำการแก้ไขบางอย่างที่คุณไม่ต้องการสูญเสีย","text_about_title":"เกี่ยวกับ","text_about_content1":"ลิขสิทธิ์© 2019,2020,2021 Marco Parrone","text_about_content2":"สงวนลิขสิทธิ์.","text_about_content3":"ซอฟต์แวร์นี้มีให้ \"ตามสภาพ\" โดยไม่มีการรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัยก็ตามรวมถึง แต่ไม่ จำกัด เพียงการรับประกันความสามารถในการขนส่งความเหมาะสมสำหรับวัตถุประสงค์เฉพาะและการไม่ละเมิด ไม่ว่าในกรณีใดก็ตามที่ผู้แต่งหรือผู้ถือลิขสิทธิ์จะต้องรับผิดชอบต่อการเรียกร้องความเสียหายหรือความรับผิดอื่นใดไม่ว่าจะเป็นการกระทำของสัญญาการละเมิดหรือการกระทำอื่นใดที่เกิดขึ้นจากหรือเกี่ยวข้องกับซอฟต์แวร์หรือการใช้งานหรือการจัดการอื่น ๆ ในซอฟต์แวร์ ซอฟต์แวร์.","text_about_content4":"บริการนี้อาจมีการแปลที่ขับเคลื่อนโดย GOOGLE GOOGLE ขอปฏิเสธการรับประกันทั้งหมดที่เกี่ยวข้องกับการแปลโดยชัดแจ้งหรือโดยนัยรวมถึงการรับประกันความถูกต้องความน่าเชื่อถือและการรับประกันโดยปริยายใด ๆ เกี่ยวกับความสามารถในการซื้อขายความเหมาะสมสำหรับวัตถุประสงค์เฉพาะและการไม่ละเมิดใด ๆ","text_about_content5":"เว็บแอปนี้ได้รับการแปลเพื่อความสะดวกของคุณโดยใช้ซอฟต์แวร์แปลที่ขับเคลื่อนโดย Google Translate มีความพยายามอย่างสมเหตุสมผลในการให้คำแปลที่ถูกต้องอย่างไรก็ตามไม่มีการแปลอัตโนมัติใดที่สมบูรณ์แบบและไม่มีจุดมุ่งหมายเพื่อแทนที่นักแปลที่เป็นมนุษย์ การแปลเป็นบริการสำหรับผู้ใช้เว็บไซต์ marcoparrone.github.io และมีให้ \"ตามที่เป็นอยู่\" ไม่มีการรับประกันใด ๆ ทั้งโดยชัดแจ้งหรือโดยนัยเกี่ยวกับความถูกต้องความน่าเชื่อถือหรือความถูกต้องของคำแปลใด ๆ ที่ทำจากภาษาอังกฤษเป็นภาษาอื่นใด เนื้อหาบางอย่าง (เช่นรูปภาพวิดีโอแฟลช ฯลฯ ) อาจแปลไม่ถูกต้องเนื่องจากข้อ จำกัด ของซอฟต์แวร์แปลภาษา","text_about_content6":"ข้อความอย่างเป็นทางการคือเว็บไซต์เวอร์ชันภาษาอังกฤษ ความคลาดเคลื่อนหรือความแตกต่างใด ๆ ที่สร้างขึ้นในการแปลจะไม่มีผลผูกพันและไม่มีผลทางกฎหมายสำหรับวัตถุประสงค์ในการปฏิบัติตามหรือบังคับใช้ หากมีคำถามใด ๆ ที่เกี่ยวข้องกับความถูกต้องของข้อมูลที่มีอยู่ในเว็บไซต์ที่แปลโปรดดูเว็บไซต์เวอร์ชันภาษาอังกฤษซึ่งเป็นเวอร์ชันอย่างเป็นทางการ"}