{"text_appname":"Paalala","text_add_label":"magdagdag ng paalala","text_settings_label":"mga setting","text_importexport_label":"mga paalala sa pag-import at pag-export","text_help_label":"tulungan","text_about_label":"tungkol sa","text_snack_mustbenum":"Dapat na isang numero ang agwat!","text_snack_toobig":"Napiling laki ng napiling agwat!","text_snack_toosmall":"Napiling maliit na agwat ay napakaliit!","text_settings_title":"Mga setting","text_settings_content1":"Dito maaari mong i-configure ang application.","text_language":"Piliin ang Wika:","text_close_button":"Isara","text_importexport_title":"Pag-import / pag-export","text_importexport_content":"Dito maaari mong i-import at i-export ang iyong mga paalala.","text_back":"Bumalik","text_import":"Angkat:","text_export":"I-export","text_error_loadfile":"error: hindi mai-load ang file.","text_error_fileformat":"error: mali ang format ng file.","text_notifications1":"Dapat paganahin ang mga notification upang magamit ang application na ito:","text_notifications2":"Paganahin ang mga notification","text_example_title":"Halimbawa ng Pamagat","text_example_content":"Halimbawa ng Nilalaman","text_edit_title":"Pamagat:","text_edit_interval":"Agwat:","text_edit_body":"Katawan:","text_edit_icon":"Icon:","text_move_backward":"Umatras Paatras","text_move_forward":"Sumulong","text_delete":"Tanggalin","text_help_title":"Tulong","text_help_content1":"Ang Looping Reminder ay isang application na nagpapadala ng mga notification sa mga tinukoy na agwat ng oras.","text_help_content2":"Upang magdagdag ng isang bagong paalala, pindutin ang icon na \"plus\". Pagkatapos, i-edit ang mga patlang ng teksto at ipasok ang pamagat ng abiso, ang agwat (sa mga segundo), ang teksto na nilalaman sa katawan ng notification, at ang URL ng isang icon.","text_help_content3":"Kapag tumatakbo ang application sa isang browser, maaaring hindi paganahin ng browser ang mga abiso kung ang application ay hindi bukas sa aktibong tab. Kung na-install ang application, maaaring suspindihin ng iyong aparato ang application, lalo na kung mababa ang baterya ng iyong aparato. Kaya, gamitin ang application na ito kung maaaring may anumang tulong sa iyo, ngunit huwag gamitin ito para sa anumang mahalaga.","text_help_content4":"Sa menu ng mga setting maaari mong baguhin ang wika ng interface ng gumagamit.","text_help_content5":"Upang mai-import o mai-export ang mga paalala, pindutin ang icon ng pag-import / pag-export. Kapag nag-i-import ng mga paalala mula sa isang file, ang mga kasalukuyang paalala ay tatanggalin at mai-o-overtake.","text_help_content6":"Ang Looping Reminder ay isang Progressive Web Application, na nangangahulugang tumatakbo ito sa loob ng isang browser. Kapag na-install mo ito, habang hindi ipinakita ang mga bahagi ng browser, tumatakbo pa rin ito sa loob ng isang browser. Ang mga paalala ay nai-save sa localStorage ng browser para sa domain naalala.marcoparrone.github.io. Gumagana ang localStorage nang maayos sa mga browser ng Chrome, Edge at Firefox. Ang ibang mga browser ay maaaring magtanggal ng localStorage pagkatapos ng ilang oras. Ang Android bilang default ay gumagamit ng Chrome, ang Windows bilang default ay gumagamit ng Edge. Ang Looping Reminder ay kasalukuyang hindi suportado sa mga produkto ng Apple. Sa layuning makatulong na maiwasan ang pagkawala ng mga paalala, iminumungkahi na gumawa ng isang backup gamit ang \"export\" na pag-andar, sa tuwing gumawa ka ng ilang mga pagbabago na hindi mo nais na mawala.","text_about_title":"Tungkol sa","text_about_content1":"Copyright © 2019,2020,2021 Marco Parrone.","text_about_content2":"Nakareserba ang Lahat ng Karapatan.","text_about_content3":"ANG SOFTWARE AY BINIGYAN NG \"AS IS\", WALANG garantiya ng ANUMANG KALAGAYAN, EXPRESS O IMPLIED, KASAMA HINDI LIMITADO SA MGA WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPose AND NONINFRINGEMENT. SA ANUMANG KAGANAPAN AY MAGIGING PANANAGUTAN ANG MGA AUTHORS O COPYRIGHT HOLDERS PARA SA ANUMANG CLAIM, KASAKITAN O IBA PANG PANANAGUTAN, SAAN SA ISANG AKSYON NG KONTRATA, TORT O OBA, GUMINGING SA MULA, SA LABAS O SA KONEKTO SA SOFTWARE O SA PAGGAMIT O IBA PANG PAGGAMIT SA IBA SOFTWARE.","text_about_content4":"ANG SERBISyong ITO AY MAAARING MAAARING MAGLAMAN NG MGA PAGSASALIN POWERED NG GOOGLE. INAILALA NG GOOGLE ANG LAHAT NG MGA WARRANTY NA KAUGNAY SA TRANSLATIONS, EXPRESS O IMPLIED, KASAMA ANG ANUMANG MGA WARRANTIES NG ACCURACY, RELIABILITY, AT ANUMANG IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRING.","text_about_content5":"Ang web app na ito ay naisalin para sa iyong kaginhawaan gamit ang software ng pagsasalin na pinalakas ng Google Translate. Makatuwirang pagsisikap na nagawa upang magbigay ng isang tumpak na pagsasalin, gayunpaman, walang awtomatikong pagsasalin na perpekto at hindi rin nilayon na palitan ang mga taong nagsalin. Ang mga pagsasalin ay ibinibigay bilang isang serbisyo sa mga gumagamit ng marcoparrone.github.io website, at ibinibigay \"tulad nito.\" Walang warranty ng anumang uri, alinman sa ipinahayag o ipinahiwatig, ay ginawa tungkol sa kawastuhan, pagiging maaasahan, o kawastuhan ng anumang mga pagsasalin na ginawa mula sa Ingles sa anumang ibang wika. Ang ilang nilalaman (tulad ng mga imahe, video, Flash, atbp.) Ay maaaring hindi tumpak na isinalin dahil sa mga limitasyon ng software ng pagsasalin.","text_about_content6":"Ang opisyal na teksto ay ang Ingles na bersyon ng website. Ang anumang mga pagkakaiba o pagkakaiba na nilikha sa pagsasalin ay hindi nagbubuklod at walang ligal na epekto para sa mga layunin ng pagsunod o pagpapatupad. Kung may anumang mga katanungan na lumabas na nauugnay sa kawastuhan ng impormasyon na nilalaman sa isinalin na website, sumangguni sa Ingles na bersyon ng website na kung saan ay ang opisyal na bersyon."}