{"text_appname":"یاد دہانی","text_add_label":"ایک یاد دہانی شامل کریں","text_settings_label":"ترتیبات","text_importexport_label":"درآمد اور برآمد کی یاد دہانی","text_help_label":"مدد","text_about_label":"کے بارے میں","text_snack_mustbenum":"وقفہ ایک نمبر ہونا چاہئے!","text_snack_toobig":"منتخب وقفہ بہت بڑا ہے!","text_snack_toosmall":"منتخب وقفہ بہت چھوٹا ہے!","text_settings_title":"ترتیبات","text_settings_content1":"یہاں آپ درخواست ترتیب دے سکتے ہیں۔","text_language":"زبان کا انتخاب کریں:","text_close_button":"بند کریں","text_importexport_title":"درآمد برآمد","text_importexport_content":"یہاں آپ اپنی یاد دہانیوں کو درآمد اور برآمد کرسکتے ہیں۔","text_back":"پیچھے","text_import":"درآمد:","text_export":"برآمد کریں","text_error_loadfile":"خرابی: فائل لوڈ نہیں ہوسکتی ہے۔","text_error_fileformat":"غلطی: فائل کی شکل غلط ہے۔","text_notifications1":"اس اطلاق کو استعمال کرنے کے لئے اطلاعات کو فعال کرنا ضروری ہے:","text_notifications2":"اطلاعات کو فعال کریں","text_example_title":"مثال کے عنوان","text_example_content":"مثال کے طور پر مواد","text_edit_title":"عنوان:","text_edit_interval":"وقفہ:","text_edit_body":"جسم:","text_edit_icon":"شبیہ:","text_move_backward":"پیچھے کی طرف بڑھیں","text_move_forward":"آگے بڑھو","text_delete":"حذف کریں","text_help_title":"مدد","text_help_content1":"لوپنگ ریمائنڈر ایک ایسی ایپلی کیشن ہے جو وقت کے متعین وقفوں پر اطلاعات بھیجتی ہے۔","text_help_content2":"نئی یاد دہانی شامل کرنے کیلئے ، \"جمع\" آئیکن پر دبائیں۔ اس کے بعد ، ٹیکسٹ فیلڈز میں ترمیم کریں اور نوٹیفکیشن کا عنوان ، وقفہ (سیکنڈ میں) ، وہ متن جو نوٹیفیکیشن کے بیڈ میں موجود ہوگا ، اور آئکن کا URL داخل کریں۔","text_help_content3":"جب ایپلی کیشن براؤزر میں چل رہی ہے ، تب اگر اطلاق فعال ٹیب میں کھلا نہیں ہے تو براؤزر اطلاعات کو غیر فعال کرسکتا ہے۔ اگر ایپلی کیشن انسٹال ہوئی تھی تو ، آپ کا آلہ ایپلی کیشن کو معطل کرسکتا ہے ، خاص طور پر اگر آپ کے آلے کی بیٹری کم ہے۔ لہذا ، اگر اس ایپلی کیشن کو آپ کے لئے کوئی فائدہ ہوسکتا ہے تو اسے استعمال کریں ، لیکن اس کو کسی اہم چیز کے ل use استعمال نہ کریں۔","text_help_content4":"ترتیبات کے مینو میں آپ صارف کے انٹرفیس کی زبان تبدیل کرسکتے ہیں۔","text_help_content5":"یاد دہانیوں کو درآمد یا برآمد کرنے کے لئے ، درآمد / برآمد کے آئیکن پر دبائیں۔ جب فائل سے یاد دہانیاں درآمد کی جائیں تو ، موجودہ یاد دہانیوں کو حذف کر دیا جائے گا اور ادلیکھت کردیا جائے گا۔","text_help_content6":"لوپنگ ریمائنڈر ایک پروگریسو ویب ایپلی کیشن ہے ، جس کا مطلب ہے کہ یہ براؤزر کے اندر چلتا ہے۔ جب آپ اسے انسٹال کرتے ہیں ، جبکہ براؤزر کے اجزاء نہیں دکھائے جاتے ہیں ، تب بھی یہ براؤزر کے اندر چلتا ہے۔ یاد دہانیوں کو یاد دہانی.مارکوپیرون ڈاٹ کام ڈومین کیلئے براؤزر کے لوکل اسٹورج میں محفوظ کیا جاتا ہے۔ لوکل اسٹوریج کروم ، ایج اور فائر فاکس براؤزر کے ساتھ ٹھیک کام کرتا ہے۔ دوسرے براؤزر مقامی اسٹوریج کو کچھ وقت کے بعد حذف کرسکتے ہیں۔ ڈیفالٹ کے لحاظ سے اینڈروئیڈ کروم ، ونڈوز ڈیفالٹ ایج استعمال کرتا ہے۔ لوپنگ ریمائنڈر فی الحال ایپل کی مصنوعات پر معاون نہیں ہے۔ یاد دہانیوں کے ضیاع کو روکنے میں مدد کے مقصد کے ساتھ ، \"ایکسپورٹ\" فعالیت کو استعمال کرتے ہوئے بیک اپ بنانے کی تجویز کی گئی ہے ، ہر بار جب آپ کچھ ایسی ترمیم کرتے ہیں جسے آپ کھونا نہیں چاہتے ہیں۔","text_about_title":"کے بارے میں","text_about_content1":"کاپی رائٹ © 2019،2020،2021 مارکو پیرون۔","text_about_content2":"جملہ حقوق محفوظ ہیں.","text_about_content3":"سافٹ ویئر کو \"جیسا کہ\" فراہم کیا جاتا ہے ، کسی قسم کی ضمانت ، اظہار یا اس کے بغیر ، کاروبار کی وارنٹیوں تک محدود نہیں ہوتا ہے ، لیکن خصوصی مقصد اور نامزدکاری کے قابل انتظامات بھی شامل ہیں۔ کسی بھی معاملے میں مصنف یا کاپی رائٹ ہولڈرز کسی بھی دعوی ، نقصان یا کسی اور ذمہ داری کے لئے ذمہ دار نہیں ہوسکتے ہیں ، معاہدے ، ٹورٹ یا کسی اور کام کے ذریعہ ، سافٹ ویئر کے ذریعہ یا اس سافٹ ویئر کے ذریعہ یا اس کے ذریعہ پیدا ہوتا ہے سافٹ ویئر","text_about_content4":"یہ خدمت گوگل کے ذریعہ تقویت یافتہ ترجمے کو جاری رکھ سکتی ہے۔ گوگل ترجمے سے منسلک ، ساری ضمانتوں اور متعلقہ خدمات اور متعلقہ خدمات کے لER ذمہ داری کی ضمانتوں ، ترجموں کی وضاحت یا اس کے اطلاق ، اہلیت کی کوئی ضمانت نہیں دیتا ہے۔","text_about_content5":"اس ویب ایپ کا ترجمہ گوگل ٹرانسلیٹ کے ذریعہ چلنے والے ٹرانسلیشن سافٹ ویر کو استعمال کرتے ہوئے آپ کی سہولت کے لئے کیا گیا ہے۔ درست ترجمے کی فراہمی کے لئے معقول کوششیں کی گئیں ، تاہم ، کوئی خودکار ترجمہ کامل نہیں ہے اور نہ ہی اس کا مقصد انسانی مترجمین کو تبدیل کرنا ہے۔ مارکوپیرون ڈاٹ کام ویب سائٹ کے صارفین کے لئے ترجمے بطور سروس فراہم کیے جاتے ہیں ، اور \"جیسے ہیں\" فراہم کیے جاتے ہیں۔ انگریزی سے کسی بھی دوسری زبان میں کیے جانے والے کسی بھی ترجمے کی درستگی ، وشوسنییتا ، یا درستگی کے بارے میں ، کسی بھی قسم کی ضمانت ، جس کا اظہار یا تقاضا کیا گیا ہے ، نہیں کیا جاتا ہے۔ کچھ سافٹ ویئر (جیسے تصاویر ، ویڈیوز ، فلیش ، وغیرہ) ترجمہ سافٹ ویئر کی حدود کی وجہ سے درست ترجمانی نہیں کرسکتے ہیں۔","text_about_content6":"سرکاری متن ویب سائٹ کا انگریزی ورژن ہے۔ ترجمہ میں پیدا ہونے والی کوئی تضادات یا اختلافات پابند نہیں ہیں اور تعمیل یا نفاذ کے مقاصد کے لئے ان کا کوئی قانونی اثر نہیں ہے۔ اگر ترجمہ شدہ ویب سائٹ میں موجود معلومات کی درستگی سے متعلق کوئی سوالات اٹھتے ہیں تو ، ویب سائٹ کا انگریزی ورژن دیکھیں جو سرکاری ورژن ہے۔"}