{"text_appname":"Iranti","text_add_label":"fikun olurannileti kan","text_settings_label":"ètò","text_importexport_label":"gbe wọle ati gbe awọn olurannileti wọle","text_help_label":"Egba Mi O","text_about_label":"nipa","text_snack_mustbenum":"Aarin gbọdọ jẹ nọmba kan!","text_snack_toobig":"Aarin ti a ti yan tobi ju!","text_snack_toosmall":"Aṣayan ti a yan ti kere ju!","text_settings_title":"Ètò","text_settings_content1":"Nibi o le tunto ohun elo naa.","text_language":"Yan ede:","text_close_button":"Pade","text_importexport_title":"Gbe wọle / okeere","text_importexport_content":"Nibi o le gbe wọle ati gberanṣẹ awọn olurannileti rẹ.","text_back":"Pada","text_import":"Gbe wọle:","text_export":"Si ilẹ okeere","text_error_loadfile":"aṣiṣe: ko le fifuye faili.","text_error_fileformat":"aṣiṣe: ọna kika faili jẹ aṣiṣe.","text_notifications1":"Awọn iwifunni gbọdọ wa ni muu ṣiṣẹ lati lo ohun elo yii:","text_notifications2":"Jeki awọn iwifunni","text_example_title":"Akọle apẹẹrẹ","text_example_content":"Akoonu Apere","text_edit_title":"Akole:","text_edit_interval":"Aarin:","text_edit_body":"Ara:","text_edit_icon":"Aami:","text_move_backward":"Gbe Sẹhin","text_move_forward":"Sun si iwaju","text_delete":"Paarẹ","text_help_title":"Egba Mi O","text_help_content1":"Olurannileti Looping jẹ ohun elo ti o firanṣẹ awọn iwifunni ni awọn aaye arin ti a ṣalaye ti akoko.","text_help_content2":"Lati ṣafikun olurannileti tuntun, tẹ lori aami \"pẹlu\". Lẹhinna, satunkọ awọn aaye ọrọ ki o fi akọle ti iwifunni sii, aarin (ni iṣẹju-aaya), ọrọ ti yoo wa ninu ara ti iwifunni naa, ati URL ti aami kan.","text_help_content3":"Nigbati ohun elo naa nṣiṣẹ ni ẹrọ lilọ kiri ayelujara kan, lẹhinna aṣawakiri naa le mu awọn iwifunni mu ti ohun elo naa ko ba ṣii ni taabu ti nṣiṣe lọwọ. Ti a ba fi ohun elo naa sii, ẹrọ rẹ le daduro ohun elo naa, paapaa ti batiri ẹrọ rẹ ba lọ silẹ. Nitorinaa, lo ohun elo yii ti o ba le jẹ iranlọwọ eyikeyi si ọ, ṣugbọn maṣe lo fun ohunkohun pataki.","text_help_content4":"Ninu akojọ awọn eto o le yi ede ti wiwo olumulo pada.","text_help_content5":"Lati gbe wọle tabi gbe okeere awọn olurannileti, tẹ lori aami akowọle / okeere. Nigbati o ba n gbe awọn olurannileti wọle lati faili kan, awọn olurannileti lọwọlọwọ yoo parẹ ati tun-kọ.","text_help_content6":"Olurannileti Looping jẹ Ohun elo Wẹẹbu Onitẹsiwaju, eyiti o tumọ si pe o nṣiṣẹ inu ẹrọ lilọ kiri ayelujara kan. Nigbati o ba fi sii, lakoko ti awọn paati aṣawakiri ko han, o tun n ṣiṣẹ inu ẹrọ lilọ kiri ayelujara kan. Awọn olurannileti ti wa ni fipamọ ni ibi ipamọ aṣawakiri fun agbegbe olurannileti.marcoparrone.github.io. localStorage n ṣiṣẹ daradara pẹlu Chrome, Edge ati awọn aṣawakiri Firefox. Awọn aṣawakiri miiran le pa ipamọ agbegbe lẹhin igba diẹ. Android nipasẹ aiyipada nlo Chrome, Windows nipasẹ aiyipada nlo Edge. Olurannileti Looping lọwọlọwọ ko ni atilẹyin lori awọn ọja Apple. Pẹlu idi lati ṣe iranlọwọ lati yago fun isonu ti awọn olurannileti, o ni imọran lati ṣe afẹyinti nipa lilo iṣẹ “okeere”, ni gbogbo igba ti o ba ṣe diẹ ninu awọn iyipada ti o ko fẹ padanu.","text_about_title":"Nipa","text_about_content1":"Aṣẹ © 2019,2020,2021 Marco Parrone.","text_about_content2":"Gbogbo awọn Ẹtọ wa ni ipamọ.","text_about_content3":"A Pese SOFTWARE “BI O TI WA”, LAISI ATILẸYIN ỌJA TI OHUN TI OHUN NIPA, ṢEKỌRỌ NIPA TI O ṢE ṢE, PẸLU KI ṢE NI LATI ṢILỌ SI AWỌN ỌJỌ ỌJỌ ỌJỌ ỌJỌ, AAFỌ NIPA IDAGBASOKE ỌJỌ NIPA. NI KO SI Iṣẹlẹ TI AWỌN ỌMỌ TABI Awọn DADAJU ẸTỌ NIPA LATI NI ẸKỌ NIPA, AWỌN NIPA TABI IWỌN NIPA MIIRAN, NIPA NIPA TI IWE adehun, Ipa TABI TABI MIIRAN, TI O NIPA LATI, NIPA TABI NIPA INU SỌWỌ NIPA TABI LILO TABI LATI ṢE. SOFTWARE.","text_about_content4":"IṢẸ YI LE NI AWỌN AWỌN ITUMO TI GOOGLE NIPA. GOOGLE JUJU GBOGBO ATILẸYIN ỌJA TI O NI ibatan si awọn itumọ, Ṣalaye TABI ṢE ṢE ṢE ṢE, KI WỌN NI ATILẸYIN ỌJA TI DODỌ, IGBAGBỌ, ATI ẸRỌ ỌJỌ TI ỌJỌ ỌJỌ ỌJỌ Kan.","text_about_content5":"Ohun elo wẹẹbu yii ti tumọ fun irọrun rẹ nipa lilo sọfitiwia itumọ ti agbara nipasẹ Google Translate. Awọn igbiyanju ti o loye ti ṣe lati pese itumọ pipeye, sibẹsibẹ, ko si itumọ adaṣe adaṣe ti o pe tabi kii ṣe ipinnu lati rọpo awọn onitumọ eniyan. A pese awọn itumọ bi iṣẹ si awọn olumulo ti oju opo wẹẹbu marcoparrone.github.io, a si pese wọn “bi o ti ri.” Ko si atilẹyin ọja eyikeyi iru, boya ṣalaye tabi mimọ, ti a ṣe bi išedede, igbẹkẹle, tabi atunse ti eyikeyi awọn itumọ ti a ṣe lati Gẹẹsi si ede miiran. Diẹ ninu akoonu (bii awọn aworan, awọn fidio, Filasi, ati bẹbẹ lọ) le ma ṣe itumọ pipe ni pipe nitori awọn idiwọn ti sọfitiwia itumọ.","text_about_content6":"Ọrọ osise jẹ ẹya Gẹẹsi ti oju opo wẹẹbu. Eyikeyi aisedede tabi awọn iyatọ ti a ṣẹda ninu itumọ ko ni abuda ati pe ko ni ipa labẹ ofin fun ibamu tabi awọn idi imuṣẹ. Ti awọn ibeere eyikeyi ba dide ti o ni ibatan si deede ti alaye ti o wa ninu oju opo wẹẹbu ti a tumọ, tọka si ẹya Gẹẹsi ti oju opo wẹẹbu eyiti o jẹ ẹya osise."}